// художній стиль
module.exports = [{
    input: "Степан стояв на палубі корабля, що плив до Києва по Дніпру, оглядав береги, прощався подумки з рідним селом, селами, що виднілися на березі",
    output: "hudozhiny"
}, {
    input: "Він їде до великого міста, щоб учитись і жити, щоб здійсни ти свою давню мрію",
    output: "hudozhiny"
}, {
    input: "Разом із ним їхали Надія та Левко, односельці, теж учитися",
    output: "hudozhiny"
}, {
    input: "Надія була дуже цікава до всього, жваво розпитувала Левка, який уже був у Києві, заприятелювала й зі Степаном.",
    output: "hudozhiny"
}, {
    input: "Степан мав дядькового листа до знайомого крамаря",
    output: "hudozhiny"
}, {
    input: "Коли хлопець знайшов крамареву хатину на Подолі, той байдуже зустрів його й запропонував перебути в столярній майстерні поруч із коровами",
    output: "hudozhiny"
}, {
    input: "Степан спав на голих дошках, їв черствий хліб із салом, ходив далеко за місто на Дніпро, де була чистіша вода, щоб умитися чи скупатися",
    output: "hudozhiny"
}, {
    input: "В інституті, куди він прийшов за направленням, треба було пройти приймальну комісію, оформити документи",
    output: "hudozhiny"
}, {
    input: "Хотів улаштуватися на роботу, але ніхто ніде, попри сподівання, його не чекав, незважаючи на Степанові заслуги перед революцією",
    output: "hudozhiny"
}, {
    input: "Хлопець відвідав Левка, позаздрив його затишній кімнатці",
    output: "hudozhiny"
}, {
    input: "Навідався до Надійки, яка приваблювала його все більше й більше",
    output: "hudozhiny"
}, {
    input: "Нарешті блискуче склав екзамени, отримав стипендію\"студент",
    output: "hudozhiny"
}, {
    input: "Треба було шукати житло",
    output: "hudozhiny"
}, {
    input: "Прийшов господар і сказав, що Степан може залишитися в них, спати на кухні й мати обід, якщо доглядатиме за коровами, носитиме воду й допомагатиме хазяйці по господарству",
    output: "hudozhiny"
}, {
    input: "Хлопець із радістю залишився",
    output: "hudozhiny"
}, {
    input: "Тепер на зекономлену стипендію він зможе купити собі пристойний одяг.",
    output: "hudozhiny"
}, {
    input: "Блукаючи вулицями, Степан Радченко думав, що він, як і Левко, одержить у місті освіту, стане культурною людиною і повернеться на село, привезе туди нове життя",
    output: "hudozhiny"
}, {
    input: "А місто й городяни\"це так, старий порох, який треба стерти",
    output: "hudozhiny"
}, {
    input: "Раптом хлопець озирнувся й побачив місто вночі, що сяяло вогнями, перекочувалося людськими хвилями, гукало голосом візників і гудками авто",
    output: "hudozhiny"
}, {
    input: "Увесь гарно вдягнений натовп здався йому безглуздим і нікчемним.",
    output: "hudozhiny"
}, {
    input: "Надійка жила на квартирі з подругами",
    output: "hudozhiny"
}, {
    input: "Там збиралася компанія",
    output: "hudozhiny"
}, {
    input: "Один із юнаків запропонував піти всім разом на літературну вечірку.",
    output: "hudozhiny"
}, {
    input: "Письменники читали зі сцени свої твори, їм аплодували, їх хвалили, а Степан із заздрістю думав, що й він би хотів бути автором, чути оплески й вітання на свою адресу.",
    output: "hudozhiny"
}, {
    input: "І вирішив, що напише про свою бритву",
    output: "hudozhiny"
}, {
    input: "Як він, перебуваючи у складі невеликого загону повстанців, потрапив у полон до денікінців, як відкупився у черкеса бритвою, як потім той солдат був убитий і Степан знову забрав свою бритву",
    output: "hudozhiny"
}, {
    input: "\"Долю своєї бритви він підніс до історії громадянської війни, зробив її символом виборюваної влади\"",
    output: "hudozhiny"
}, {
    input: "Потім повинен був ще \"вишити блискучими нитками, при-г брати в тіло й дух, щоб надати життя своїй ідеї\"",
    output: "hudozhiny"
}, {
    input: "Оповідання закінчене",
    output: "hudozhiny"
}, {
    input: "Треба підписати його",
    output: "hudozhiny"
}, {
    input: "Прізвище в нього нічого, а от ім\'я\"грубувате",
    output: "hudozhiny"
}, {
    input: "Може, краще буде не Степан, а Стефан? Так і вирішив",
    output: "hudozhiny"
}, {
    input: "Поніс І свій твір знаменитому критикові, виступ якого чув на літературному вечорі, але той не захотів із ним навіть розмовляти",
    output: "hudozhiny"
}, {
    input: "Степан був принижений і знищений",
    output: "hudozhiny"
}, {
    input: "Безцільно блукав вулицями, зайшов до Надійки",
    output: "hudozhiny"
}, {
    input: "Та радісно зустріла його, пішли в парк",
    output: "hudozhiny"
}, {
    input: "Похмурий і розлючений, він грубо взяв дівчину за руку, та розплакалася",
    output: "hudozhiny"
}, {
    input: "Тоді Степан сказав, Р що він іде назовсім.",
    output: "hudozhiny"
}, {
    input: "Потім довго мучився, потім зухвало подумав, що, мовляв, не він, так другий",
    output: "hudozhiny"
}, {
    input: "І був ображений, ніби Надійка була винною, що його любов до неї виявилася фальшивкою.",
    output: "hudozhiny"
}, {
    input: "Степан познайомився із сином господарів Максимом, який виявився культурною, освіченою й розчарованою в коханні людиною",
    output: "hudozhiny"
}, {
    input: "Радченко пішов до інституту й із запалом кинувся до науки",
    output: "hudozhiny"
}, {
    input: "Багато в дечому він був уже на голову вищий від однокурсників",
    output: "hudozhiny"
}, {
    input: "Писав ще оповідання",
    output: "hudozhiny"
}, {
    input: "Якось похвалився землякові Борису, який учився їв інституті на відділенні цукрової промисловості",
    output: "hudozhiny"
}, {
    input: "Той порадив послати твори до журналів, що він і зробив.",
    output: "hudozhiny"
}, {
    input: "Уночі до Степана стала приходити господиня дому Тамара",
    output: "hudozhiny"
}, {
    input: "Розповідала про своє нещасливе подружнє життя",
    output: "hudozhiny"
}, {
    input: "Син якось дізнався, назвав Радченка нічним злодієм",
    output: "hudozhiny"
}, {
    input: "Хлопці побилися, і Максим зовсім пішов з дому.",
    output: "hudozhiny"
}, {
    input: "Степан добре засвоїв математичні науки, а от з українською мовою було важкувато",
    output: "hudozhiny"
}, {
    input: "Тоді він засів за підручники й швидко все надолужив",
    output: "hudozhiny"
}, {
    input: "Професор, який приймав екзамен, був здивований і задоволений",
    output: "hudozhiny"
}, {
    input: "Дізнавшись, що студент має матеріальну скруту, порадив ї піти працювати\"викладати на курсах української мови (їх багато відкрилося для держслужбовців у період українізації), і дав листа з рекомендацією до голови лекторського бюро",
    output: "hudozhiny"
}, {
    input: "Степану дали роботу, але зауважили, що в лектора має бути відповідний одяг",
    output: "hudozhiny"
}, {
    input: "Тепер, коли зміцнів його бюджет, він подумав, що досить йому займатися коровами й дровами",
    output: "hudozhiny"
}, {
    input: "Купив собі новій і одяг, старий спалив і пішов від своєї \"мусіньки\" в кімнатку, яку за пропонував Борис.",
    output: "hudozhiny"
}, {
    input: "На курсах Степан познайомився з попереднім лектором",
    output: "hudozhiny"
}, {
    input: "Ним ви явився поет Вигорський, якого він бачив на літвечірці",
    output: "hudozhiny"
}, {
    input: "З того часу вони потоваришували.",
    output: "hudozhiny"
}, {
    input: "Позбувшись злиднів, Степан продовжував жити просто\"ходив купатися на Дніпро, вранці пив молоко, обідав у нархарчі (закладі народного харчування), увечері перекушував так само без великих розкошів",
    output: "hudozhiny"
}, {
    input: "Склав собі жорсткий розпорядок дня й зайнявся вивченням літератури",
    output: "hudozhiny"
}, {
    input: "Потім упорядковував свої знання, розкладаючи в голові по поличках, як колись книжки у сільбудівській книгозбірні",
    output: "hudozhiny"
}, {
    input: "Взявся вчити також англійську та французьку мови",
    output: "hudozhiny"
}, {
    input: "Увечері робив вправи за системою лікаря Анохіна й відчував стрункість своїх думок та епікурейську радість.",
    output: "hudozhiny"
}, {
    input: "Одного разу Степанові прийшов лист від Вигорського, який мандрував Україною",
    output: "hudozhiny"
}, {
    input: "Той повідомив, що послав його оповідання в журнали",
    output: "hudozhiny"
}, {
    input: "Степан схопився, вискочив на вулицю й купив у кіоску журнали",
    output: "hudozhiny"
}, {
    input: "Там були надруковані твори, підписані його ім\'ям.",
    output: "hudozhiny"
}, {
    input: "Відчув щастя",
    output: "hudozhiny"
}, {
    input: "Він\"письменник! Пішов у кафе, на концерт, купив купу лотерейних квитків, але нічого не виграв, тільки зібрав біля себе натовп здивованої публіки",
    output: "hudozhiny"
}, {
    input: "Раптом вихопилася якась дівчина, взяла квиток, виграла дитячу соску й під радісний гук та оплески юрби вручила її Степанові",
    output: "hudozhiny"
}, {
    input: "Так він познайомився із Зоською.",
    output: "hudozhiny"
}, {
    input: "Фортуна йому посміхалася",
    output: "hudozhiny"
}, {
    input: "З харківського журналу прийшов йому гонорар і запрошення писати ще",
    output: "hudozhiny"
}, {
    input: "Дівчина Зоська, непередбачувана, дивна та невгамовна, подобалася йому все більше",
    output: "hudozhiny"
}, {
    input: "Він приходив до неї часто, дарував квіти, цукерки, водив у кіно й театри й урешті-решт домігся її прихильності",
    output: "hudozhiny"
}, {
    input: "Якось в одному ресторані Степан зустрів сина своєї колишньої господині Максима",
    output: "hudozhiny"
}, {
    input: "Із скромного хлопця він перетворився на завзятого пияку й розпусника.",
    output: "hudozhiny"
}, {
    input: "Зайшовши до редакції журналу за гонораром, Степан побачив, як там проводять дискусії молоді літератори",
    output: "hudozhiny"
}, {
    input: "Незабаром і він прилучився до них, але поки що слухав, скромно відмовчувався.",
    output: "hudozhiny"
}, {
    input: "Навчання в інституті він покинув",
    output: "hudozhiny"
}, {
    input: "Набрав годин лекцій на курсах, 3 тривогою очікував відповіді з журналів, куди послав свої оповідання",
    output: "hudozhiny"
}, {
    input: "А її все не було",
    output: "hudozhiny"
}, {
    input: "Аж ось прийшло повідомлення, що його збірка до друку ухвалена, гонорару пропонується 350 карбованців!",
    output: "hudozhiny"
}, {
    input: "У літературних колах спочатку Степана просто терпіли, трохи Згодом звикли, потім \"він симпатії деякої набув своєю лагідністю і, заходячи, міг уже почути приязний вигук: \"А, от і Радченко!\"",
    output: "hudozhiny"
}, {
    input: "Якось до Степана прийшов Борис, сказав, що одружився з гарною дівчиною",
    output: "hudozhiny"
}, {
    input: "З його опису Степан зрозумів, що то була Надійка",
    output: "hudozhiny"
}, {
    input: "Хлопцеві чомусь стало прикро",
    output: "hudozhiny"
}, {
    input: "\"Гидким злочином уявлялось йому обернути блакитнооку Надійку в куховарку, прибиральницю, в охоронця пісного добробуту молодого міщанина\".",
    output: "hudozhiny"
}, {
    input: "Незабаром вийшла збірка оповідань Стефана Радченка",
    output: "hudozhiny"
}, {
    input: "А тут звільнилася посада секретаря в журналі",
    output: "hudozhiny"
}, {
    input: "Кожна група висувала свого, пройшла ціла баталія",
    output: "hudozhiny"
}, {
    input: "Як вихід, взяли Радченка\"нейтральну особу, котра подавала надію на себе впливати.",
    output: "hudozhiny"
}, {
    input: "Степан з усією енергією кинувся до роботи",
    output: "hudozhiny"
}, {
    input: "Наводив лад у редакційному господарстві, читав листи, рукописи, наглядав за друкарнею, приймав відвідувачів",
    output: "hudozhiny"
}, {
    input: "\"Новий секретар був з усіма незмінно й спокійно ввічливий",
    output: "hudozhiny"
}, {
    input: "Він був певний в обіцянках, точний у словах, прекрасно розумів, що кому можна й треба сказати в літературній, завжди важкій атмосфері, силкуючись в міру змоги бути добрим вентилятором\".",
    output: "hudozhiny"
}, {
    input: "Степанові захотілося більш затишної кімнати",
    output: "hudozhiny"
}, {
    input: "Роботи в нього додалося, коли обрали до культкомісії місцевкому",
    output: "hudozhiny"
}, {
    input: "Все важче було викроювати час для побачень із Зоською",
    output: "hudozhiny"
}, {
    input: "Якось у пориві почуттів, коли вони зустрілися на квартирі у подруги, Степан запропонував Зосьці вийти за нього заміж",
    output: "hudozhiny"
}, {
    input: "Та погодилася",
    output: "hudozhiny"
}, {
    input: "Удома уявив, що хтось постійно буде зазіхати на його час, увагу, думки, що романтика перетвориться в прозу, дитяче вередування й сварки",
    output: "hudozhiny"
}, {
    input: "Почав картати себе за дурість і вирішив порвати із Зоською",
    output: "hudozhiny"
}, {
    input: "На вечірці в подруги він прямо сказав їй про це, але не пішов, а став одверто й зухвало залицятися до інших жінок, познайомився з красунею, актрисою з Харкова Ритою, що приїхала до батьків.",
    output: "hudozhiny"
}, {
    input: "У Степана зародилася думка написати великий твір про людей",
    output: "hudozhiny"
}, {
    input: "Він уже уявляв собі той твір, бачив його струнку будову, чув голоси людей",
    output: "hudozhiny"
}, {
    input: "Сів, із легкістю написав перший розділ",
    output: "hudozhiny"
}, {
    input: "Але далі, скільки себе не змушував, нічого не виходило",
    output: "hudozhiny"
}, {
    input: "Не писалося",
    output: "hudozhiny"
}, {
    input: "Молодого автора охопив розпач",
    output: "hudozhiny"
}, {
    input: "Минали дні за днями, а справа не рухалася",
    output: "hudozhiny"
}, {
    input: "Степанові захотілося побачити Зоську, перепросити її, помиритися з нею,",
    output: "hudozhiny"
}, {
    input: "Коли він пішов до дівчини, то сусідка сказала, що Зоська отруїлася й померла",
    output: "hudozhiny"
}, {
    input: "Хлопця охопив жах.",
    output: "hudozhiny"
}, {
    input: "Прийшов комісіонер і повідомив, що знайшов для Степана квартиру таку, як той хотів",
    output: "hudozhiny"
}, {
    input: "Степан хотів відмовитися, але потім пішов аби куди, аби не сам",
    output: "hudozhiny"
}, {
    input: "Кімната в семиповерховому будинку з ліфтом виявилася чудовою",
    output: "hudozhiny"
}, {
    input: "Молодий письменник переїхав туди, обставив меблями, як хотів, але все там здавалося йому чужим Нудьга його не кидала",
    output: "hudozhiny"
}, {
    input: "Якось зустрів односельця Левка",
    output: "hudozhiny"
}, {
    input: "Той вивчився і тепер їхав працювати на Херсонщину, говорячи, що тут, у місті, йому все чуже\"і люди, і життя! Згадав про степ",
    output: "hudozhiny"
}, {
    input: "Радченкові теж пригадалися степ і село, і він вирішив, що і йому треба їхати звідси.",
    output: "hudozhiny"
}, {
    input: "Потім захотів розшукати Надійку, побачитися з нею",
    output: "hudozhiny"
}, {
    input: "Пригадав адресу, яку казав йому Борис, і пішов",
    output: "hudozhiny"
}, {
    input: "Надійку він ледь упізнав",
    output: "hudozhiny"
}, {
    input: "Це була жінка, що розмовляла з ним \"прикро, певно, погордо\", її розповніла фігура вказувала на те, що Надійка чекала дитину",
    output: "hudozhiny"
}, {
    input: "З тяжким серцем і гнівом Степан вийшов із дому, питаючи себе, навіщо він приходив сюди, до цієї міщанки",
    output: "hudozhiny"
}, {
    input: "Потім заспокоївся, пішов по вулиці",
    output: "hudozhiny"
}, {
    input: "І раптом зустрів свою знайому, красуню Риту",
    output: "hudozhiny"
}, {
    input: "Йому здалося це щастям і розрадою",
    output: "hudozhiny"
}, {
    input: "Коли розсталися, пообіцявши один одному зустрітися завтра, юнак побіг по сходах, не чекаючи ліфта, у квартиру, відчинив вікно й послав містові, що прослалося внизу, свій поцілунок",
    output: "hudozhiny"
}, {
    input: "Сів за стіл і став писати свою повість про людей.",
    output: "hudozhiny"
}, {
    input: "Селянин Данило вирішив зробити спробу \"панського права добути\"",
    output: "hudozhiny"
}, {
    input: "Йому забажалося довідатися, \"чи можна якось так, щоб і мужик в одній хаті з паном сидів\"",
    output: "hudozhiny"
}, {
    input: "І Данило вирушив до міста залізницею",
    output: "hudozhiny"
}, {
    input: "Купив дуже дорогий квиток у вагон першого класу і попхався розшукувати своє місце",
    output: "hudozhiny"
}, {
    input: "Кондуктор не хотів пускати мужика, обзиваючи того \"мурлом\"",
    output: "hudozhiny"
}, {
    input: "Аж врешті-решт пропустив, подумавши, що Данило несе панові білет.",
    output: "hudozhiny"
}, {
    input: "Здивував селянина першокласний вагон, який мав вигляд панської світлиці: \"...тут тобі й столики, тут тобі й постелі, тут тобі й топчани...\" А тут і пани напали на нього, не второпають, як мужик міг купити місце поруч із ними",
    output: "hudozhiny"
}, {
    input: "Кондуктор, перевіряючи білети, знову гримнув на Данила, а як побачив його квиток, то й не знав, як звернутися до мужика, на \"ви\" чи на \"ти\".",
    output: "hudozhiny"
}, {
    input: "Поїзд рушив",
    output: "hudozhiny"
}, {
    input: "Пани почали курити",
    output: "hudozhiny"
}, {
    input: "Дуже сподобався Данилові духмяний панський табак",
    output: "hudozhiny"
}, {
    input: "Вирішив і собі люльку набити",
    output: "hudozhiny"
}, {
    input: "Аж тут молодий панок з білявими позакручуваними вусиками сказав, що мужицький тютюн тут не курять, навіть табличка є у вагоні, де про це написано",
    output: "hudozhiny"
}, {
    input: "На це Данило розсудливо й спокійно відповів: \"Ні, пане, я письменний: там написано про те, щоб не виходить з вагону, як поїзд їде, а не про тютюн\"",
    output: "hudozhiny"
}, {
    input: "Товстий пан з роздвоєною бородою зчинив Ґвалт, покликав кондуктора, щоб вивести Данила геть з першокласного вагона",
    output: "hudozhiny"
}, {
    input: "Але мужик вирішив відстояти свої права, маючи на руках білет, продовжував далі пихкати люлькою",
    output: "hudozhiny"
}, {
    input: "Його навіть підтримав пан з огрядною борідкою, який увесь час читав книжку",
    output: "hudozhiny"
}, {
    input: "Коли кондуктор хотів висадити Данила, то осмикнув його той самий пан, заступившись за мужика: \"Хіба ви маєте право не давати пасажирам їхати?\" Цей пан по-доброму, по-людськи пригостив Данила своїм тютюном, розмовляючи, наче з рівним, розпитав, у яких справах Данило їде й куди",
    output: "hudozhiny"
}, {
    input: "Та ось поїзд прибув до Ч.Данило владнав усі свої справи: завітав до знайомого чоловіка, скупився",
    output: "hudozhiny"
}, {
    input: "Можна б уже й додому їхати та ще кортіло подивитися, як же ще можна паном бути? І вирішив селянин піти до \"тіятру\"",
    output: "hudozhiny"
}, {
    input: "Натрапив на афішу, де оголошувалось, що \"у залі дворянського собранія концерт\"",
    output: "hudozhiny"
}, {
    input: "Розпитав свого знайомого, до якого приїжджав, де ж це \"собраніє\", та ввечері попрямував туди.",
    output: "hudozhiny"
}, {
    input: "Купив Данило найдорожчий квиток за два карбованці у перший ряд і у самій чумарчині попростував до зали",
    output: "hudozhiny"
}, {
    input: "\"Як увійшов, то тут уже\"не буду брехати\"таки стало мені дуже моторошно,— вразило приміщення мужика.— Хата така здорова, як клуня, та де! ще більша!., та вся блищить!\" Сів у перший ряд на сьоме місце й чекає",
    output: "hudozhiny"
}, {
    input: "Аж тут і пани, й лакеї такий лемент підняли, як це мужик потрапив на концерт до дворянського собранія? Викликали полісменів, схватили Данила та потягли до темної",
    output: "hudozhiny"
}, {
    input: "Вранці надзиратель обіцяв поговорити \"по-своєму\"",
    output: "hudozhiny"
}, {
    input: "До поліції Данила повів під конвоєм солдат",
    output: "hudozhiny"
}, {
    input: "Як довідався мужик від того солдата, що битимуть завтра \"ваше благородіє\", то дуже злякався",
    output: "hudozhiny"
}, {
    input: "Заплатив конвойному три карбованці, аби відпустив, і тікати темними вулицями",
    output: "hudozhiny"
}, {
    input: "Зупинив візника і помчав до станції, на поїзд",
    output: "hudozhiny"
}, {
    input: "У вагоні трусився Данило, аж поки поїзд не рушив: \"Не страшно мені тих поліцейських самих, так страшно тієї ганьби та зневаги\"",
    output: "hudozhiny"
}, {
    input: "Приїхав додому",
    output: "hudozhiny"
}, {
    input: "Через деякий час розповів усе жінці",
    output: "hudozhiny"
}, {
    input: "А та його\"мокрим рядном, щоб даремно грошей не витрачав та не вигадував абищо",
    output: "hudozhiny"
}, {
    input: "І ще розповіла сестрі Хотині, а та\"всім іншим на селі, як Данило \"панського права добувався\"",
    output: "hudozhiny"
}, {
    input: "Так і посміювались над Даниловими пригодами",
    output: "hudozhiny"
}, {
    input: "Але сам він вважав, що добувався не панського права, а людського, якого, не жаль, на той час не було.",
    output: "hudozhiny"
}, {
    input: "Сонячного літнього дня у студію до талановитого художника Безіла Голуорда завітав друг\"лорд Генрі Уоттон",
    output: "hudozhiny"
}, {
    input: "Безіл розповів, що працює тепер над портретом дуже вродливого двадцятирічного юнака, Доріана Грея, чия краса захопила художника, примусила змінити стиль, відкрила новий метод творчості",
    output: "hudozhiny"
}, {
    input: "Лорд Генрі вражено подивився на ще незакінчений портрет і виказав бажання познайомитися з Доріаном",
    output: "hudozhiny"
}, {
    input: "Це не викликало захвату в господаря, бо лорд Генрі мав репутацію \"принца парадоксу\", людини, яка осміює загальновизнані цінності, знущається із сучасної моральності, тому, на думку Безіла, міг погано вплинути на юнака",
    output: "hudozhiny"
}, {
    input: "Однак у цей момент слуга доповів, що Доріан Грей прийшов і чекає у студії",
    output: "hudozhiny"
}, {
    input: "Безіл змушений був представити його лорду Генрі.",
    output: "hudozhiny"
}, {
    input: "Лорд Генрі дуже сподобався Доріану, він ніколи ще не зустрічав людей з таким парадоксальним мисленням",
    output: "hudozhiny"
}, {
    input: "На своє запитання, чи справді лорд Генрі має на людей поганий вплив, Доріан почув таке: \"Доброго впливу на людину взагалі не існує..",
    output: "hudozhiny"
}, {
    input: "тому що впливати на когось\"означає віддавати власну душу..",
    output: "hudozhiny"
}, {
    input: "Людина вже не думає своїх власних думок, не запалюється своїми природними пристрастями..",
    output: "hudozhiny"
}, {
    input: "І чесноти вона переймає від інших і..",
    output: "hudozhiny"
}, {
    input: "гріхи запозичує..",
    output: "hudozhiny"
}, {
    input: "Мета життя реалізувати власне \"я\"",
    output: "hudozhiny"
}, {
    input: "На думку лорда Генрі, основа моралі\"страх перед суспільством, а основа й таємниця релігії\"страх перед Богом",
    output: "hudozhiny"
}, {
    input: "Безіл бачив, що від цих розмов вираз обличчя Доріана змінився, але він так заглибився у свою роботу, що не усвідомив значення того виразу",
    output: "hudozhiny"
}, {
    input: "А лорд Генрі вів далі: \"...найхоробріший з нас боїться самого себе..",
    output: "hudozhiny"
}, {
    input: "Самозречення..",
    output: "hudozhiny"
}, {
    input: "і досі калічить нам життя..",
    output: "hudozhiny"
}, {
    input: "Єдиний засіб позбутися спокуси\"піддатися їй..",
    output: "hudozhiny"
}, {
    input: "Згрішивши, ми покінчуємо з гріхом, бо вже чинячи гріх,— людина очищається..",
    output: "hudozhiny"
}, {
    input: "Найбільші гріхи світу чиняться в людському мозкові, і тільки в мозкові\"",
    output: "hudozhiny"
}, {
    input: "Доріан був приголомшений",
    output: "hudozhiny"
}, {
    input: "Він не знав, що сказати, але відчував потребу знайти якусь відповідь",
    output: "hudozhiny"
}, {
    input: "Утім, вирішив він, мабуть, краще не думати про це",
    output: "hudozhiny"
}, {
    input: "\"Хвилин десять він стояв непорушно, з напіврозтуленими устами і незвичним блиском в очах",
    output: "hudozhiny"
}, {
    input: "Він неясно усвідомлював, що у ньому збудилися зовсім нові думки й чуття",
    output: "hudozhiny"
}, {
    input: "Але йому здавалося, що вони підіймаються з глибин його єства, а не привнесені ззовні\"",
    output: "hudozhiny"
}, {
    input: "Слова лорда Генрі торкнулися якихось потаємних струн душі Доріана",
    output: "hudozhiny"
}, {
    input: "Так бентежила його музика, але її вплив був менш виразний",
    output: "hudozhiny"
}, {
    input: "Лорд Генрі стежив за Доріаном із ледь помітним усміхом, він \"пустив свої стріли навмання\" і сам був вражений дією, яку справили на юнака його слова",
    output: "hudozhiny"
}, {
    input: "Безіл Голуорд не зрозумів значення цієї мовчанки, він прагнув тільки передати вираз обличчя натурника, і це захопило його",
    output: "hudozhiny"
}, {
    input: "Раптом Доріан скрикнув, що не може більше стояти, бо у майстерні страшна задуха, треба вийти на повітря",
    output: "hudozhiny"
}, {
    input: "Безіл вибачився перед Доріаном за те, що за роботою позабув про все, порадив не вірити жодному компліменту, який говорив лорд Генрі, хоча і не чув нічого з їхньої бесіди",
    output: "hudozhiny"
}, {
    input: "Доріан відповів, що лорд Генрі не улещував його комплементами, \"можливо, тому я й не вірю жодному його слову\"",
    output: "hudozhiny"
}, {
    input: "Але лорд Генрі був переконаний, що Доріан повірив усім його словам",
    output: "hudozhiny"
}, {
    input: "Звернувшись до Безіла з проханням розпорядитися принести прохолодні напої, \"чогось із полуничним соком\", лорд Генрі виходить услід за Доріаном у садок",
    output: "hudozhiny"
}, {
    input: "Там, у садку, серед квітучих кущів бузку, аромат яких \"спрагло, наче вино, пив\" Доріан, лорд Генрі виклав теорію \"нового гедонізму\": \"Юність\"це єдина річ у світі, що варто мати!\", \"Краса є прояв Генія, навіть вище за Генія\", \"Краса\"це поза всякими сумнівами",
    output: "hudozhiny"
}, {
    input: "Їй дано божественне право на верховенство..",
    output: "hudozhiny"
}, {
    input: "Справжня тайна життя\"це видиме, а не невидиме",
    output: "hudozhiny"
}, {
    input: "Розкошуйте часом, доки юні! Не легковажте золотою своєю порою, прислухаючись до нудних базік..",
    output: "hudozhiny"
}, {
    input: "покладаючи своє життя заради неуків, нездар і нікчем..",
    output: "hudozhiny"
}, {
    input: "Живіть своїм життям! Тим чудовим життям, що у вас є! Нічого не променіть, шукайте завжди нових вражень",
    output: "hudozhiny"
}, {
    input: "І не бійтесь нічого",
    output: "hudozhiny"
}, {
    input: "Світ належить вам на короткий час..",
    output: "hudozhiny"
}, {
    input: "Наша молодість ніколи не повертається..",
    output: "hudozhiny"
}, {
    input: "З роками ми вироджуємося у бридких маріонеток, переслідуваних пам\'яттю пристрастей, що їх ми занадто боялися, і гострих спокус, що їм не наважувалися піддатися..",
    output: "hudozhiny"
}, {
    input: "Нічого чисто немає в світі, крім юності!\"",
    output: "hudozhiny"
}, {
    input: "Доріан зачудовано слухав",
    output: "hudozhiny"
}, {
    input: "Бузкова гілка впала з його руки, він дивися, як бджола підлетіла до маленьких квіточок і \"вирушила у мандри овальною зоряною китицею\", потім вона вилетіла й полетіла до квітки берізки, яку \"немов стрепенуло і стебельце плавно колихнулося\", коли вона \"заповзла у барвисту трубку\"",
    output: "hudozhiny"
}, {
    input: "Ці спостереження за бджолою повернули його до буденності, відсунули нові думки й відчуття, які бентежили і лякали.",
    output: "hudozhiny"
}, {
    input: "Завдяки проповідям лорда Генрі й прекрасному портрету Безіла Голуорда Доріан Грей уперше усвідомив свою вроду та її швидкоплинність",
    output: "hudozhiny"
}, {
    input: "Доріан відчув розчарування, йому було шкода своєї краси",
    output: "hudozhiny"
}, {
    input: "Дивлячись на портрет, він сказав, що було б добре, якби старішав портрет, а він сам повік залишався молодим",
    output: "hudozhiny"
}, {
    input: "Безіл, розчулений цими словами, подарував портрет Доріану",
    output: "hudozhiny"
}, {
    input: "Лорд Генрі став залучати юнака до світського життя, навчаючи його насолоджуватися \"земним існуванням!\"",
    output: "hudozhiny"
}, {
    input: "Родич лорда Генрі\"лорд Фермон\"розповів тому історію походження Доріана, Мати Доріана всупереч сімейним традиціям пов\'язала свою долю з простим офіцером",
    output: "hudozhiny"
}, {
    input: "Дід Доріана по матері доклав певних зусиль, аби розірвати цей шлюб: незабаром Доріанового батька вбили на дуелі, яку підбурив його тесть",
    output: "hudozhiny"
}, {
    input: "Мати ненадовго пережила чоловіка, ранню смерть її Доріан переживав тяжко",
    output: "hudozhiny"
}, {
    input: "Лорду Генрі Доріан здався цікавим \"матеріалом\" для психологічного експерименту.",
    output: "hudozhiny"
}, {
    input: "Доріан закохався у сімнадцятирічну Сібіл Вейн, актрису одного з другорядних лондонських театрів",
    output: "hudozhiny"
}, {
    input: "Він був вражений її талановитою грою у п\'єсах Шекспіра",
    output: "hudozhiny"
}, {
    input: "Сібіл палко покохала Доріана, який здався їй реальним взірцем краси, \"чудовим принцем\", що виник із її дівочих мрій",
    output: "hudozhiny"
}, {
    input: "Однак це не завадило їй приховати від Доріана сімейну таємницю: і Сібіл, і її брат Джеймс\"позашлюбні діти, бо свого часу їхня мати палко кохала одного аристократа",
    output: "hudozhiny"
}, {
    input: "Доріан сприймав Сібіл як живе втілення краси й талановитості, і в його уяві вона уособила й Офелію, і Дездемону, і всі прекрасні жіночі образи, створені у мистецтві",
    output: "hudozhiny"
}, {
    input: "Сібіл, навпаки, прагнула бачити у Доріані реальну людину, яка здатна на реальні почуття й вчинки",
    output: "hudozhiny"
}, {
    input: "Доріан говорив із Сібіл про ідеальне кохання, вона\"про шлюб",
    output: "hudozhiny"
}, {
    input: "Доріан і Сібіл заручаються",
    output: "hudozhiny"
}, {
    input: "Наступного дня після заручення Доріаи, аби познайомити з майбутньою дружиною і похвалитися її талантом, запросив Безіла і лорда Генрі на виставу з участю Сібіл, де вона мала грати роль Джульєти",
    output: "hudozhiny"
}, {
    input: "Ні Безіл, ні лорд Генрі не схвалювали намір Доріна одружитися, але на запрошення відгукнулися",
    output: "hudozhiny"
}, {
    input: "Однак того вечора Сібіл грала бездарно, бо її захопили реальні почуття, мистецтво більше не цікавило її",
    output: "hudozhiny"
}, {
    input: "Друзі Доріана були розчаровані",
    output: "hudozhiny"
}, {
    input: "Вони навіть недосиділи до кінця вистави, хоча кожен із них на свій кшталт намагався зменшити розчарування Доріана: лорд Генрі\"парадоксальним кепкуванням, Безіл\"співчуттям",
    output: "hudozhiny"
}, {
    input: "Після вистави Доріан зайшов у кімнату до Сібіл",
    output: "hudozhiny"
}, {
    input: "Та не заперечувала, що грала погано, і пояснила, що до зустрічі з ним щиро вірила у реальність тих почуттів, які зображувала на сцені, бо не знала нічого, крім мистецтва",
    output: "hudozhiny"
}, {
    input: "Але тепер вона спізнала справжні почуття і вважала, що грати їх на сцені, то зневага до кохання, яке палало у її серці",
    output: "hudozhiny"
}, {
    input: "Доріан не хотів слухати таких слів, сказав, що вона вбила його кохання",
    output: "hudozhiny"
}, {
    input: "Сібіл молила не кидати її, але він був невблаганний",
    output: "hudozhiny"
}, {
    input: "Усю ніч Доріан блукав вулицями Лондона, повернувшись додому, випадково глянув на свій портрет",
    output: "hudozhiny"
}, {
    input: "Жах охопив юнака, коли він помітив, що портрет змінився: \"жорстокі зморшки з\'явилися біля рота\"",
    output: "hudozhiny"
}, {
    input: "Доріан намагався переконати себе, що то йому тільки мариться, але пригадав свої слова у студії Безіла і зрозумів: відтепер усі його пристрасті й гріхи відбиватимуться на портреті",
    output: "hudozhiny"
}, {
    input: "Доріан вирішив більше не грішити, позбутися впливу лорда Генрі і знов повернутися до Сібіл",
    output: "hudozhiny"
}, {
    input: "Він написав їй листа, але вранці отримав звістку, що Сібіл пішла з життя",
    output: "hudozhiny"
}, {
    input: "Лорд Генрі довідався про це з ранкових газет, написав Доріану, аби той ні з ким не бачився, доки він не прийде",
    output: "hudozhiny"
}, {
    input: "Спочатку Доріан болісно сприйняв звістку про самогубство Сібіл, винуватив себе у її смерті",
    output: "hudozhiny"
}, {
    input: "Лорд Генрі був заклопотаний лише тим, аби Доріана \"не вплутали у слідство\", бо \"у нас, у Лондоні, люди ще надто забобонні\"",
    output: "hudozhiny"
}, {
    input: "Він переконував Доріана, що \"не треба брати цього надто близько до серця",
    output: "hudozhiny"
}, {
    input: "Краще їдьмо зі мною на обід\", до опери, де можна знайти \"кілька цікавих жінок\"",
    output: "hudozhiny"
}, {
    input: "Доріан наче не чув його, пригадував свою закоханість у Сібіл, своє рішення повернутися до неї",
    output: "hudozhiny"
}, {
    input: "Але у цій палкій промові було більше не каяття, а страху, що \"ніщо тепер не зможе втримати від падіння\", тому кінець того монологу був несподіваний, але логічний з точки зору Доріана: \"Вона не мала права вбивати себе! Це егоїстично!\" Лорд Генрі зрозумів: Доріан прагне позбутися відчуття моральної відповідальності за смерть дівчини, тому став переконувати, що шлюб із Сібіл був би невдалий, бо \"жінка може зробити мужчину праведником\" лише у один спосіб\"позбавивши його будь-якого інтересу до життя",
    output: "hudozhiny"
}, {
    input: "Доріан втішився тими міркуваннями, поклавши всю відповідальність за смерть Сібіл на долю: \"...я вважав за обов\'язок одружитися",
    output: "hudozhiny"
}, {
    input: "І не моя провина, коли ця страшна трагедія перешкодила мені вчинити те, що належало\"",
    output: "hudozhiny"
}, {
    input: "Він запитав у лорда Генрі, чому \"ця трагедія\" не мучить його так пекуче, як би він хотів, невже він зовсім не має серця? Йому \"здається все це дивною розв\'язкою дивної п\'єси\"",
    output: "hudozhiny"
}, {
    input: "Лорд Генрі відчував",
    output: "hudozhiny"
}, {
    input: "гостру насолоду, граючи на \"неусвідомлепому самолюбстві\" Доріана, і пояснив, що \"реальні трагедії стаються в неартистичній формі\", \"їм бракує вишуканості\", тому вони викликають огиду",
    output: "hudozhiny"
}, {
    input: "На думку лорда Генрі, Доріан мав почуватися щасливим, бо дівчина покохала його так, що",
    output: "hudozhiny"
}, {
    input: "надала перевагу смерті перед життям без його кохання",
    output: "hudozhiny"
}, {
    input: "У смерті Сібіл, провадив далі лорд Генрі, є щось прекрасне, і він \"радий жити у вік, коли трапляються таки дива\"",
    output: "hudozhiny"
}, {
    input: "Нехай Доріан вважає, що Сібіл зіграла свою останню роль",
    output: "hudozhiny"
}, {
    input: "Доріан надовго замислився, потім сказав, що лорд Генрі допоміг йому зрозуміти себе самого, бо він відчував усе те, але побоювався тих відчуттів",
    output: "hudozhiny"
}, {
    input: "Вони більше ніколи не говоритимуть про цю смерть, бо то було незрівнянне переживання і більш нічого, вирішив Доріан.",
    output: "hudozhiny"
}, {
    input: "Він хотів би тільки знати, чи подарує йому життя ще щось таке ж надзвичайне",
    output: "hudozhiny"
}, {
    input: "Лорд Генрі пішов, Доріан дав йому слово, що приїде увечері до опери, але відмовився їхати на обід, бо \"дуже втомився\"",
    output: "hudozhiny"
}, {
    input: "Залишившись на самоті, він кинувся до портрета, але не знайшов там нових змін",
    output: "hudozhiny"
}, {
    input: "\"Певно, портрет дізнався про смерть Сібіл Вейн раніше від нього самого\"",
    output: "hudozhiny"
}, {
    input: "Тепер та смерть здавалася йому романтичною",
    output: "hudozhiny"
}, {
    input: "Він вирішив більше не згадувати, \"скільки вистраждав через неї (Сібіл) того жахливого вечора\", коли вона грала на сцені востаннє",
    output: "hudozhiny"
}, {
    input: "\"Він пам\'ятатиме її як прекрасний трагічний образ, посланий на велику сцену життя явити світу верховну реальність кохання\"",
    output: "hudozhiny"
}, {
    input: "Доріан знову підійшов до портрета, відчуваючи, що треба зробити вибір",
    output: "hudozhiny"
}, {
    input: "\"Вічна молодість, безмежні пристрасті, насолоди..",
    output: "hudozhiny"
}, {
    input: "— усього цього зазнає він",
    output: "hudozhiny"
}, {
    input: "А портрет нестиме тягар його ганьби, і більш нічого\"",
    output: "hudozhiny"
}, {
    input: "Годину потому він був в опері, \"позаду сидів лорд Генрі, спираючись йому на крісло\".",
    output: "hudozhiny"
}, {
    input: "Вранці наступного дня до Доріана прийшов Безіл Голуорд, аби висловити співчуття з приводу трагічної смерті Сібіл",
    output: "hudozhiny"
}, {
    input: "Але юний красень спокійно говорив про цю трагедію, розповів навіть, що минулого вечора був в опері",
    output: "hudozhiny"
}, {
    input: "Безіл був обурений, він зрозумів, що під впливом лорда Генрі Доріан перетворюється на жорстокого егоїста",
    output: "hudozhiny"
}, {
    input: "Голуорд хотів глянути на портрет, але Доріан не дозволив цього зробити: його лякало, що художник помітить зміни",
    output: "hudozhiny"
}, {
    input: "Відмовив він і у проханні виставити свій портрет на виставці у Парижі",
    output: "hudozhiny"
}, {
    input: "Коли Безіл пішов, Доріаи переніс портрет до кімнати, куди ніхто не заходив уже багато років, замкнув двері і сховав ключі у кишеню",
    output: "hudozhiny"
}, {
    input: "Тепер він був певен, що ніхто не зможе бачити, як спотворюється його душа",
    output: "hudozhiny"
}, {
    input: "Сховавши портрет, Доріан спокійно сів пити чай",
    output: "hudozhiny"
}, {
    input: "Лорд Генрі прислав йому газету й книжку, які мали його зацікавити",
    output: "hudozhiny"
}, {
    input: "У газеті Доріаи прочитав замітки про слідство у справі Сібіл, з яких виходило, що смерть настала від нещасного випадку",
    output: "hudozhiny"
}, {
    input: "Доріан зручно вмостився у кріслі і з цікавістю розгорнув книжку, яку прислав Лорд Генрі",
    output: "hudozhiny"
}, {
    input: "Це була дивна книга модного французького автора\"психологічний етюд з одним героєм, \"який у половині XIX століття намагався приєднати собі пристрасті й способи мислення минулих епох, щоб самому спізнати всі ті стани, через які будь-коли проходила людська душа\"",
    output: "hudozhiny"
}, {
    input: "\"Отруйна це була книжка: неначе густий аромат ладану повивав її сторінки і туманив мозок..",
    output: "hudozhiny"
}, {
    input: "усе це розбурхувало в Доріановій уяві нездорові марення та мрії\".",
    output: "hudozhiny"
}, {
    input: "Тривалий час Доріан Грей не міг звільнитися від впливу цієї книжки",
    output: "hudozhiny"
}, {
    input: "Він замовив собі аж дев\'ять примірників, оправив кожен з них у розкішні обкладинки різного кольору, які відповідали мінливому настрою Доріана",
    output: "hudozhiny"
}, {
    input: "Герой цієї книжки став ніби прообразом його самого, а весь роман здавався йому історією його власного життя",
    output: "hudozhiny"
}, {
    input: "\"Але в одному Доріан був щасливіший від фантастичного героя роману",
    output: "hudozhiny"
}, {
    input: "Він ніколи не зазнавав..",
    output: "hudozhiny"
}, {
    input: "того моторошного жаху перед дзеркалами..",
    output: "hudozhiny"
}, {
    input: "З почуттям, подібним до зловтіхи,..",
    output: "hudozhiny"
}, {
    input: "перечитував Доріан останню частину книги, де із справді трагічним пафосом (хай трохи й перебільшеним) змальовано було горе і розпач людини, яка втратила те, що в інших людях і в навколишньому світі оцінувала найдорожче\"",
    output: "hudozhiny"
}, {
    input: "Доріан утішався тим, що його врода навік залишиться при ньому",
    output: "hudozhiny"
}, {
    input: "Чутки про непевний спосіб його життя час від часу ширилися, але важко було повірити у його безчестя, бо здавалося цього юного красеня не міг торкнутися ніякий бруд",
    output: "hudozhiny"
}, {
    input: "Доріан часто надовго зникав із товариства, віддаючись своїм пристрастям і вадам",
    output: "hudozhiny"
}, {
    input: "Повернувшись, ставав із дзеркалом у руках поруч із своїм портретом і порівнював злостиве, дедалі старіше обличчя на полотні й прекрасне юне лице, що, всміхалося до нього з люстра",
    output: "hudozhiny"
}, {
    input: "\"Він дедалі закохувався у власну красу і дедалі більше зацікавлено спостерігав розклад власної душі\"",
    output: "hudozhiny"
}, {
    input: "\"Однак подеколи ночами, лежачи без сну в своїй густо напахченій спальні або в брудній комірчині лихославної таверни біля доків, куди він вчащав, переодягнений і під чужим ім\'ям, Доріан Грей з жалем думав про руїну, накликану на власну душу, з жалем тим гіркішим, що почуття це було суто себелюбне",
    output: "hudozhiny"
}, {
    input: "Щоправда, такі моменти траплялися рідко\"",
    output: "hudozhiny"
}, {
    input: "Його жага до життя ставала дедалі невситимішою",
    output: "hudozhiny"
}, {
    input: "Він шукав втіхи у пишних обрядах чужих вірувань і релігій, проте \"ніколи офіційно не пристав на ту чи іншу віру або догмати, усвідомлюючи, що це обмежило б йому розумовий розвиток\"",
    output: "hudozhiny"
}, {
    input: "Деякий час його Цікавив містицизм із його дивовижною снагою перетворювати буденне на щось незвичайне",
    output: "hudozhiny"
}, {
    input: "В іншу пору його вивчав матеріалістичні вчення",
    output: "hudozhiny"
}, {
    input: "\"Та все ж таки, хоч які там були теорії життя, вони видавалися Доріанові нічим проти самого життя\"",
    output: "hudozhiny"
}, {
    input: "Він прагнув відкрити таємницю людського чуття, впевнений, що там міститься не менше таємниць, аніж у душі",
    output: "hudozhiny"
}, {
    input: "Він захоплюється вивченням ароматичних речовин, мріє скласти систему впливу на психологічний стан людини різних запахів",
    output: "hudozhiny"
}, {
    input: "Іншим часом він цілковито віддавався музиці, визбирував з усіх кінців світу найчудернацькіші музичні інструменти",
    output: "hudozhiny"
}, {
    input: "\"Доріана чарувала сама химерність цих витворів, своєрідним захватом проймала думка, що мистецтво, як і природа, має теж страховища\"речі потворні на форму і бридкі на голос",
    output: "hudozhiny"
}, {
    input: "Однак незабаром вони йому надокучали і, сидячи в опері, один чи з лордом Генрі, Доріан захоплено слухав \"Тангейзера\", і йому чулося в увертюрі до цього величного твору відбиття трагедії власної душі\"",
    output: "hudozhiny"
}, {
    input: "Якось Доріан заходився вивчати коштовне каміння, пізніше його увага перекинулася на вишивані прикраси й гобелени, потім вивчав культове вбрання",
    output: "hudozhiny"
}, {
    input: "Він збирав у своєму домі всі ці скарби, вбачаючи в них лише засіб забути страх, який ставав уже майже нестерпним, \"У порожній замкнутій кімнаті, де пройшли хлоп\'ячі літа Доріана, він",
    output: "hudozhiny"
}, {
    input: "сам повісив на стіні свій жахливий портрет, що, дедалі змінюючись, являв йому на очі розклад його власної душі\"",
    output: "hudozhiny"
}, {
    input: "Через кілька років йому вже несила була перебувати тривалий час поза Англією, бо здавалося, що хтось побачить портрет, розкриє його таємницю",
    output: "hudozhiny"
}, {
    input: "Хоча він і зачаровував багатьох, про нього вже почали ширитися поголоски, лиха слава оточувала його, найближчі друзі згодом стали обминати його",
    output: "hudozhiny"
}, {
    input: "\"Жінки, що перше безтямно кохали Доріана, заради нього знехтувавши пристойності та громадську думку, тепер блідли від сорому і жаху, тільки-но він увіходив до кімнати\"",
    output: "hudozhiny"
}, {
    input: "Але в очах багатьох ці чутки лише збільшували його надзвичайні і небезпечні чари",
    output: "hudozhiny"
}, {
    input: "\"Та й велике його багатство повною мірою свідчило про нього",
    output: "hudozhiny"
}, {
    input: "Суспільність, принаймні цивілізована суспільність, не дуже схильна повірити на шкоду людям багатим і привабливим\".",
    output: "hudozhiny"
}, {
    input: "Якось увечері Доріан зустрівся з Безілом Голуордом, стосунки з яким він давно вже розірвав",
    output: "hudozhiny"
}, {
    input: "Доріан Грей спробував удати, що не помітив художника, але той сам побачив його",
    output: "hudozhiny"
}, {
    input: "Доріан змушений був запросити колишнього друга до себе",
    output: "hudozhiny"
}, {
    input: "Безіл просив підтвердити або спростувати жахливі плітки, які розходилися про Доріана у Лондоні, пригадав понівечені долі обранок і обранців нестаріючого красеня",
    output: "hudozhiny"
}, {
    input: "Доріан запросив Безіла до класної кімнати, де від цілого світу він ховав портрет, і показує його художнику",
    output: "hudozhiny"
}, {
    input: "Враженому Безілу відкрилося обличчя бридкого, розбещеного старого",
    output: "hudozhiny"
}, {
    input: "Та й Доріану несила була дивитися на це потворне видовище",
    output: "hudozhiny"
}, {
    input: "Він поклав на художника відповідальність за своє моральне падіння",
    output: "hudozhiny"
}, {
    input: "У сліпій люті він убив Безіла кинджалом, а потім звернувся до свого колишнього приятеля Алана Кемпбела, хіміка-науковця, і, шантажуючи того якоюсь таємницею, примусив розчинити тіло Безіла у азотній кислоті.",
    output: "hudozhiny"
}, {
    input: "Доріан прагнув забутися у наркотичному сп\'янінні",
    output: "hudozhiny"
}, {
    input: "В одній таверні, на самому \"дні\" Лондону, він ледве не загинув від руки брата Сібіл Вейн\"Джеймса, який запізно довідався про причину смерті сестри і дав клятву помститися тому, хто скривдив її",
    output: "hudozhiny"
}, {
    input: "Джеймс почав слідкувати за Доріаном",
    output: "hudozhiny"
}, {
    input: "Під час полювання Джеймса випадково вбивають",
    output: "hudozhiny"
}, {
    input: "Та сумління не давало Доріану спокою",
    output: "hudozhiny"
}, {
    input: "Тепер його гучна слава здавалася Доріану тягарем, який він не хотів нести",
    output: "hudozhiny"
}, {
    input: "Він мріяв змінитися, його \"опосіла пекуча туга за непорочною чистотою своєї юності..",
    output: "hudozhiny"
}, {
    input: "Доріан добре знав, що ославив себе ганьбою, спаплюжив душу, сповнив потворністю уяву, він усвідомлював, що справляв згубний вплив на інших і що від цього мав страшенну насолоду..",
    output: "hudozhiny"
}, {
    input: "Але невже це все невиправне?\" Тепер Доріан проклинав свою вроду і вічну молодість, вважаючи за краще, аби кожен гріх відбивався на його обличчі",
    output: "hudozhiny"
}, {
    input: "То була б кара, яка могла утримати його від подальшого падіння",
    output: "hudozhiny"
}, {
    input: "Втім він вирішив, що немає чого думати про минуле, бо нічого там не виправиш",
    output: "hudozhiny"
}, {
    input: "\"Джеймса Вейна поховано в безіменній могилі на цвинтарі в Селбі",
    output: "hudozhiny"
}, {
    input: "Алан Кемпбел одного вечора застрелився у себе в лабораторії, так і не виказавши таємниці, що була йому нав\'язана",
    output: "hudozhiny"
}, {
    input: "Збуджені пересуди про зникнення Голуорда незабаром ущухнуть\"до того вже йдеться",
    output: "hudozhiny"
}, {
    input: "Отже, він, Доріан, цілком у безпеці\"",
    output: "hudozhiny"
}, {
    input: "Він хотів думати про майбутнє",
    output: "hudozhiny"
}, {
    input: "Доріан пригадав молоду сільську дівчину Гетті Мертон, яку закохав у себе, міг звабити, але не зробив цього",
    output: "hudozhiny"
}, {
    input: "\"І ніколи більше він не спокушатиме невинних",
    output: "hudozhiny"
}, {
    input: "Він стане доброчесним\",— вирішив Доріан",
    output: "hudozhiny"
}, {
    input: "Йому захотілося подивитися, чи не змінився на краще портрет завдяки його \"доброчесній\" поведінці з Гетті Мертон",
    output: "hudozhiny"
}, {
    input: "Але коли він зняв з портрета покривало, то зрозумів, що зображення його душі не тільки не покращило, а стало ще потворнішим: підступність і лицемірство ясно читалися на тому обличчі",
    output: "hudozhiny"
}, {
    input: "На руках були червоні плями, схожі на кров",
    output: "hudozhiny"
}, {
    input: "Доріан побачив кинджал, яким убив Безіла Голуорда",
    output: "hudozhiny"
}, {
    input: "\"Цей ніж покінчив з художником\"і він же покінчить з художнім твором і з усім тим, що той твір спородив!.",
    output: "hudozhiny"
}, {
    input: "Доріан віднайде врешті спокій\"",
    output: "hudozhiny"
}, {
    input: "Доріан схопив кинджал і встромив його у свій портрет",
    output: "hudozhiny"
}, {
    input: "Почувся крик і глухий стукіт",
    output: "hudozhiny"
}, {
    input: "На крик прибігли слуги, довго не могли знайти господаря, нарешті, натрапили на класну кімнату, де ніхто не бував багато років: \"Коли вони увійшла до кімнати, на стіні їм впав у око чудовий портрет їхнього господаря\"достоту такий, яким вони останній раз його бачили, в усьому блиску його чарівної юності і вроди\"",
    output: "hudozhiny"
}, {
    input: "Поруч лежав мрець, старий і потворний",
    output: "hudozhiny"
}, {
    input: "Лише персні на пальцях допомогли зрозуміти, хто то був.",
    output: "hudozhiny"
}]