module.exports = [{
    input: "Акт безпрецедентної жорстокості та нелюдського ставлення до народу нашої країни сьогодні був продемонстрований у селі Солобківці Ярмолинецького району Хмельницької області.",
    output: "publicistik"
}, {
    input: "На село було скоєно жорстокий напад.",
    output: "publicistik"
}, {
    input: "На місцевих мешканців обрушився кам\'яний дощ, повністю знищивши житло та урожай, над яким весь рік працювали жителі цього села.",
    output: "publicistik"
}, {
    input: "Уряд доручив провести розслідування і з\'ясувати, з чийого боку було скоєно жорстокий напад.",
    output: "publicistik"
}, {
    input: "Уряд докладе всіх зусиль, щоб захистити народ нашої країни від іноземних терористів.",
    output: "publicistik"
}, {
    input: "Неймовірна подія! У глухому селі Костилівка Рахівського району Закарпатської області жителі виявили послання від позаземної цивілізації! Вчені багатьох країн світу намагаються вийти на зв\'язок з інопланетними істотами.",
    output: "publicistik"
}, {
    input: "Нарешті буде зроблений перший крок до зближення міжгалактичних планет! Ми пишаємося, що ця подія відбулася саме в нашій країні.",
    output: "publicistik"
}, {
    input: "Саме завдяки нашим вченим вперше вдасться налагодити позаземне спілкування.",
    output: "publicistik"
}, {
    input: "Нові відкриття стабілізують економіку нашої країни та зміцнять її позиції на світовому ринку.",
    output: "publicistik"
}, {
    input: "Ви навіть не можете собі уявити, що сьогодні виявили мешканці села Глушківці Ярмолинецького району Хмельницької області, прокинувшись рано-вранці! Замість снігу землю вкрили дрібні камінці.",
    output: "publicistik"
}, {
    input: "Тепер жителі можуть не асфальтувати дороги.",
    output: "publicistik"
}, {
    input: "Наразі в тутешніх магазинах ви не зустрінете в продажу капців.",
    output: "publicistik"
}, {
    input: "Зате відкриті нові туристичні тури в село Глушківці.",
    output: "publicistik"
}, {
    input: "Запрошуємо всіх насолодитися незвичним явищем природи!",
    output: "publicistik"
}, {
    input: "В п\'ятницю, третього жовтня, в селі Привільному Дубенського району Рівненської області пройшов кам\'яний дощ, який завдав шкоди врожаю та трохи пошкодив будинки жителів цього села.",
    output: "publicistik"
}, {
    input: "На сьогодні роботи з відновлення цілісності будинків завершені.",
    output: "publicistik"
}, {
    input: "Місцеві мешканці повернулися до нормального життя.",
    output: "publicistik"
}, {
    input: "Як передає наш спеціальний кореспондент Ілля Никоненко, сьогодні вранці на території міста Сімферополя Автономної Республіки Крим пройшли зливові дощі з градом.",
    output: "publicistik"
}, {
    input: "Шквальний вітер посилив і без того небезпечну ситуацію.",
    output: "publicistik"
}, {
    input: "Кілька мікрорайонів міста залишилися без електропостачання та телефонного зв\'язку.",
    output: "publicistik"
}, {
    input: "У південному мікрорайоні повалені два телеграфних стовпи, знесена автобусна зупинка.",
    output: "publicistik"
}, {
    input: "Є жертви, серед яких двоє неповнолітніх дітей.",
    output: "publicistik"
}, {
    input: "Сильний потік води ускладнює рух автомобільного транспорту.",
    output: "publicistik"
}, {
    input: "Точний збиток уточнюється.",
    output: "publicistik"
}, {
    input: "Подробиці на нашому сайті та у випусках новин.",
    output: "publicistik"
}, {
    input: "Чекаємо повідомлень від очевидців подій.",
    output: "publicistik"
}]