// науковий стиль
module.exports = [{
    input: "Сучасні цифрові обчислювальні машини здатні з високою швидкодією і точністю вирішувати формалізовані завдання з цілком певними даними за заздалегідь відомими алгоритмами.",
    output: "science"
}, {
    input: "Проте в тих випадках, коли завдання не піддається формалізації, а вхідні дані неповні, зашумлені або суперечливі, застосування традиційних комп\'ютерів стає неефективним.",
    output: "science"
}, {
    input: "Альтернативою їм стають спеціалізовані комп\'ютери, що реалізовують нетрадиційні нейромережеві технології.",
    output: "science"
}, {
    input: "Сильною стороною цих комплексів є нестандартний характер обробки інформації.",
    output: "science"
}, {
    input: "Вона кодується і запам\'ятовується не в окремих елементах пам\'яті, а в розподілі зв\'язків між нейронами і в їх силі, тому стан кожного окремого нейрона визначається станом багатьох інших нейронів, пов\'язаних з ним.",
    output: "science"
}, {
    input: "Отже, втрата одного або декількох зв\'язків не робить істотного впливу на результат роботи системи в цілому, що забезпечує її високу надійність [76].",
    output: "science"
}, {
    input: "Висока \"природна\" перешкодостійкість і функціональна надійність стосуються як спотворених (зашумлених) потоків інформації, так і в сенсі відмов окремих процесорних елементів.",
    output: "science"
}, {
    input: "Цим забезпечуються висока оперативність і достовірність обробки інформації, а просте донавчання і перенавчання мереж дозволяють при зміні зовнішніх чинників своєчасно здійснювати перехід на новий рівень вирішуваних завдань.",
    output: "science"
}, {
    input: "Наведені вище переваги нейромережевої обробки даних визначають сфери їх застосування:",
    output: "science"
}, {
    input: "обробка і аналіз зображень;",
    output: "science"
}, {
    input: "розпізнавання мови незалежно від диктора;",
    output: "science"
}, {
    input: "обробка високошвидкісних цифрових потоків;",
    output: "science"
}, {
    input: "автоматизована система швидкого пошуку інформації;",
    output: "science"
}, {
    input: "класифікація інформації в реальному масштабі часу;",
    output: "science"
}, {
    input: "планування, застосування сил і засобів у великих масштабах;",
    output: "science"
}, {
    input: "вирішення трудомістких задач оптимізації;",
    output: "science"
}, {
    input: "адаптивне управління і передбачення.",
    output: "science"
}, {
    input: "Основні положення теорії діяльності головного мозку і математична модель нейрона були розроблені У.",
    output: "science"
}, {
    input: "Маккалоком і Ч.",
    output: "science"
}, {
    input: "Піттсом в 1943 році і опубліковані в статті \"Логічне обчислення ідей, що відносяться до нервової діяльності\", яка була видана російською мовою в збірці \"Автомати\" тільки через 13 років.",
    output: "science"
}, {
    input: "Згідно із запропонованою моделлю мозком є ансамбль нейронів, що мають однакову структуру.",
    output: "science"
}, {
    input: "Кожен нейрон реалізує деяку функцію, названу пороговою, над вхідними значеннями.",
    output: "science"
}, {
    input: "Якщо значення функції перевищує певну величину – поріг (що характеризує сумарну значущість отриманої нейроном інформації), нейрон збуджується і формує вихідний сигнал для передачі його іншим нейронам.",
    output: "science"
}, {
    input: "Пройшовши шлях від рецепторів (слухових, зорових і інших) через нейронні структури мозку до виконавчих органів, вхідна інформація перетвориться в набір керувальних дій адекватних ситуації [75].",
    output: "science"
}, {
    input: "Окремі нейрони, з\'єднуючись між собою, утворюють нову якість, яка, залежно від характеру міжнейронних з\'єднань, має різні рівні біологічного моделювання:",
    output: "science"
}, {
    input: "група нейронів;",
    output: "science"
}, {
    input: "нейронна мережа;",
    output: "science"
}, {
    input: "нервова система;",
    output: "science"
}, {
    input: "розумова діяльність;",
    output: "science"
}, {
    input: "мозок.",
    output: "science"
}, {
    input: "Іншими словами, нейроподібна мережа це паралельна зв\'язна мережа простих адаптивних елементів, яка взаємодіє з об\'єктами реального світу аналогічно біологічній нервовій системі [75].",
    output: "science"
}, {
    input: "З інженерної точки зору така мережа є динамічною системою, яка сильно розпаралелює, з топологією направленого графа, яка може виконувати переробку інформації за допомогою зміни свого стану у відповідь на постійний або імпульсний вхідний сигнал.",
    output: "science"
}, {
    input: "В наш час основними напрямами реалізації мереж є:",
    output: "science"
}, {
    input: "програмна реалізація на цифрових ЕОМ традиційної архітектури;",
    output: "science"
}, {
    input: "програмно-апаратна реалізація у вигляді співпроцесорів до ЕОМ загального призначення;",
    output: "science"
}, {
    input: "апаратна реалізація шляхом створення нейрокомп\'ютерів на базі нейроплат у вигляді паралельних нейроподібних структур.",
    output: "science"
}, {
    input: "Ранні варіанти реалізації нейронних мереж відносяться до перших двох із вказаних напрямів.",
    output: "science"
}, {
    input: "Перший напрям характеризується універсальністю, дешевизною і низькою швидкістю навчання і функціонування нейронних мереж.",
    output: "science"
}, {
    input: "Для другого напряму характерна висока швидкість моделювання функціонування мереж, але при цьому існують серйозні фізичні обмеження числа модельованих елементів і зв\'язків між ними, а також можливостей навчання і донавчання.",
    output: "science"
}, {
    input: "Із розвитком елементної бази ЕОМ став можливим самостійний розвиток третього напряму, який поклав початок індустрії нейрокомп\'ютерів, що подають сукупність апаратних і програмних засобів для реалізації моделей нейронних мереж.",
    output: "science"
}, {
    input: "На сьогоднішній день відомо вже більше 200 різних парадигм нейронних мереж (не лише детермінованих, але і імовірнісних), десятки НПС реалізовані в спеціалізованих кристалах і платах, на їх основі створені потужні робочі станції і навіть суперкомп\'ютери.",
    output: "science"
}, {
    input: "Сучасні технології досягли того рубежу, коли стало можливим виготовлення технічної системи з 3.4 млрд.",
    output: "science"
}, {
    input: "нейронів (саме така кількість їх в мозку людини).",
    output: "science"
}, {
    input: "Проте їх з\'єднання продовжує залишатися проблемою",
    output: "science"
}, {
    input: "Довгий шлях пройшла наука, перш ніж було встановлено структуру навколишнього Всесвіту.",
    output: "science"
}, {
    input: "Тільки на початку XX ст.",
    output: "science"
}, {
    input: "остаточно доведено, що всі видимі на небі зорі утворюють відокремлену зоряну систему Галактику, хоч задовго до цього висловлювалось немало правильних ідей.",
    output: "science"
}, {
    input: "Так, англійський учений Вільям Гершель (1738—1822) перший указав шлях до розв\'язання задачі про будову світу зір, що полягає в підрахунку зір на однаково малих ділянках, вибраних у різних місцях неба.",
    output: "science"
}, {
    input: "Поступово з\'ясувалось, що зорі Молочного Шляху світлої сріблястої смуги, що оперізує все небо1,— це основна частина нашої дуже сплющеної зоряної системи Галактики.",
    output: "science"
}, {
    input: "Оскільки смуга Молочного Шляху оперізує небо по великому кругу, то ми знаходимося поблизу його площини, яку називають галактичною.",
    output: "science"
}, {
    input: "Найдалі Галактика простягається вздовж цієї площини.",
    output: "science"
}, {
    input: "У перпендикулярному до неї напрямі густота зір швидко зменшується, отже, Галактика в цьому напрямі простягається не так далеко.",
    output: "science"
}, {
    input: "Спостережувана структура Молочного Шляху (мал.",
    output: "science"
}, {
    input: "81) почасти зумовлена реальним розміщенням слабких (тобто далеких) зір, з яких він складається, почасти тим, що місцями їх заступають хмари космічного пилу.",
    output: "science"
}, {
    input: "Таку темну хмару можна помітити біля зорі Денеб у сузір\'ї Лебедя, де починається розділення Молочного Шляху на дві вітки, що з\'єднуються в південній півкулі неба.",
    output: "science"
}, {
    input: "Це позірне роздвоєння спричинене нагромадженням космічного пилу, що заступає частину найяскравіших місць Молочного Шляху, у тому числі й ті, які знаходяться в сузір\'ях Скорпіона і Стрільця (мал.",
    output: "science"
}, {
    input: "82).",
    output: "science"
}, {
    input: "Іноді помилково говорять, що Молочний Шлях це і є наша Галактика.",
    output: "science"
}, {
    input: "Молочний Шлях видиме на небі світле кільце, а наша Галактика це велетенський зоряний острів (мал.",
    output: "science"
}, {
    input: "83).",
    output: "science"
}, {
    input: "Більшість її зір знаходиться в смузі Молочного Шляху, проте ними вона не вичерпується.",
    output: "science"
}, {
    input: "До Галактики входять зорі всіх сузір\'їв.",
    output: "science"
}, {
    input: "Стародавні греки назвали її \"галаксіао, тобто молочне коло (від слова гал а молоко).",
    output: "science"
}, {
    input: "Підраховано, що на всьому небі кількість зір 21-ї величини і яскравіших становить близько 2-Ю9, але це лише невелика частина зоряного \"населення\" нашої зоряної системи Галактики.",
    output: "science"
}, {
    input: "Розміри Галактики визначили за розміщенням зір, які видно на великих відстанях.",
    output: "science"
}, {
    input: "Це цефеїди й гарячі надгіганти.",
    output: "science"
}, {
    input: "Діаметр Галактики можна взяти приблизно на 30 000 пк, або 100 000 світло вих років, проте чіткої межі в неї немає, оскільки зоряна густина в Галактиці поступово зводиться нанівець.",
    output: "science"
}, {
    input: "У центрі Галактики знаходиться ядро діаметром 1000— 2000 пк— величезне ущільнене скупчення зір.",
    output: "science"
}, {
    input: "Воно розміщене від нас на відстані майже 10 000 пк (30 000 світлових років)чу напрямі сузір\'я Стрільця, але майже повністю сховане від нас завісою хмар космічного пилу.",
    output: "science"
}, {
    input: "До складу ядра Галактики входить багато червоних гігантів і короткоперіодичних цефеїд.",
    output: "science"
}, {
    input: "Зорі верхньої частини головної послідовності, особливо надгіганти і класичні цефеїди, становлять молодше населення.",
    output: "science"
}, {
    input: "Воно розміщується далі від центра й утворює порівняно тонкий шар, або диск.",
    output: "science"
}, {
    input: "Серед зір цього диска містяться пилова матерія і хмари газу.",
    output: "science"
}, {
    input: "Субкарлики й гіганти утворюють навколо ядра й диска Галактики сферичну систему.",
    output: "science"
}, {
    input: "За аналогією до інших зоря них систем, про які йтиметься в § 29, можна вважати, що в диску нашої Галактики мають існувати спіральні вітки, які виходять з ядра й на кінцях сходять нанівець",
    output: "science"
}, {
    input: "Для таких віток характерні гарячі надгіганти і класичні цефеїди.",
    output: "science"
}, {
    input: "Однак точне положення й форму спіральних віток у нашій Галактиці ще не з\'ясовано.",
    output: "science"
}, {
    input: "Зв\'язок між належністю зір до тієї чи іншої послідовності і розміщенням їх у просторі відображає відмінності умов і часу утворення зір.",
    output: "science"
}, {
    input: "У деяких місцях на небі в телескоп, а подекуди навіть не озброєним оком можна розрізнити тісні групи зір, пов\'язаних взаємним тяжінням,- або зоряні скупчення.",
    output: "science"
}, {
    input: "Розрізняють два види зоряних скупчень: розсіяні й кульові.",
    output: "science"
}, {
    input: "Порівняємо їхні властивості.",
    output: "science"
}, {
    input: "Розсіяні скупченняскладаються звичайно з десятків або сотень зір головної послідовності й надгігантів із слабкою концентрацією до центра.",
    output: "science"
}, {
    input: "Кульові скупчення складаються з десятків або сотень ти сяч зір головної послідовності й червоних гігантів.",
    output: "science"
}, {
    input: "Іноді до них входять короткоперіодичні цефеїди.",
    output: "science"
}, {
    input: "Розмір розсіяних скупчень кілька парсеків.",
    output: "science"
}, {
    input: "Це, наприклад, скупчення Гіади і Плеяди із сузір\'я Тельця.",
    output: "science"
}, {
    input: "Якщо на скупчення Плеяди навести телескоп, то замість групи з 6 зір, видимих не озброєним оком, у полі зору телескопа побачимо брильянтовий розсип зір.",
    output: "science"
}, {
    input: "Розмір кульових скупчень із сильною концентрацією зір до центра десятки парсеків.",
    output: "science"
}, {
    input: "Усі вони далекі від нас і в слабкий телескоп їх видно як туманні плями.",
    output: "science"
}, {
    input: "В давнину зорі не випадково називали \"нерухомими\".",
    output: "science"
}, {
    input: "Лише у XVIII було виявлено дуже повільне переміщення Сіріуса серед зір, помітне при порівнянні Точних вимірів його положення, зроблених з проміжком часу кілька десятиліть.",
    output: "science"
}, {
    input: "Власним рухом зорі називається її видиме кутове зміщення по небу за один рік на фоні слабких далеких зір.",
    output: "science"
}, {
    input: "Воно виражається частками секунди дуги за рік.",
    output: "science"
}, {
    input: "Власні рухи зір у наш час визначають, порівнюючи фотографії вибраної ділянки неба, зроблені на одному й тому самому теле скопі через роки і навіть десятиріччя.",
    output: "science"
}, {
    input: "Внаслідок того, що зоря рухається, її положення на фоні більш віддалених зір за цей час дещо змінюється.",
    output: "science"
}, {
    input: "Зміщення зорі на фотографіях вимірюють за допомогою спеціальних мікроскопів.",
    output: "science"
}, {
    input: "Його вдається оцінити лише для порівняно близьких зір.",
    output: "science"
}, {
    input: "На початку Гершель за власними рухами небагатьох близьких зір установив, що відносно них Сонячна система рухається в напрямі сузір\'я Ліри і Геркулеса.",
    output: "science"
}, {
    input: "Напрям, у якому рухається Сонячна система, називається апексом руху.",
    output: "science"
}, {
    input: "Згодом, коли за спектрами почали визначати променеві швидкості зір, висновок Гершеля підтвердився.",
    output: "science"
}, {
    input: "У напрямі апекса зорі наближаються до нас у середньому із швидкістю 20 км/с, а в протилежному напрямі з такою самою швидкістю віддаляються від нас.",
    output: "science"
}, {
    input: "Отже, Сонячна система рухається в напрямі сузір\'їв Ліри і Геркулеса зі швидкістю 20 км/с відносно сусідніх зір.",
    output: "science"
}, {
    input: "Зорі, близькі одна до одної на небі, у просторі можуть розміщуватися далеко одна від одної і рухатися з різними швидкостями.",
    output: "science"
}, {
    input: "Тому через тисячоліття вигляд сузір\'їв має дуже змінити ся внаслідок власних рухів зір ",
    output: "science"
}, {
    input: "Усі зорі Галактики обертаються навколо її центра.",
    output: "science"
}, {
    input: "Кутова швидкість обертання зір у внутрішній області Галактики приблизно однакова, а зовнішні її частини обертаються повільніше.",
    output: "science"
}, {
    input: "Цим обертання зір у Галактиці відрізняється від обертання планет у Сонячній системі, де й кутова, і лінійна швидкості із збільшенням радіуса орбіти швидко зменшуються.",
    output: "science"
}, {
    input: "Ця відмінність пов\'язана з тим, що ядро Галактики не перевищує її маси так, як Сонце в Сонячній системі.",
    output: "science"
}, {
    input: "Наприкінці минулого тисячоліття, коли ціни на нафту та газ стрімко падали, у ЗМІ дедалі частіше з\'являлися повідомлення про нові можливості використання відновлюваних джерел енергії, а страшилки екологів про глобальне потепління, усупереч усім законам жанру наукового прогнозування, дедалі впертіше збувалися, доля вугільної енергетики здавалася вирішеною.",
    output: "science"
}, {
    input: "Багато найрозвиненіших країн світу, відсалютувавши першому в історії людства викопному виду палива й головному джерелу енергії промислової революції, почали поступово списувати старе добре вугілля з енергетичних рахунків.",
    output: "science"
}, {
    input: "Як з\'ясовується нині, дещо передчасно.",
    output: "science"
}, {
    input: "Баланс переваг і недоліків твердого енергетичного золота знову доводиться переглядати.",
    output: "science"
}, {
    input: "Причому практично кожна країна робить це по-своєму.",
    output: "science"
}, {
    input: "Дешевий і надійний енергоносій, запасів якого, на відміну від дефіцитних нафти та газу, повинно вистачити на кілька століть дуже інтенсивного використання, має істотні недоліки.",
    output: "science"
}, {
    input: "По-перше, ККД його утилізації занадто низький, по-друге, цей процес супроводжується надмірним забрудненням навколишнього середовища.",
    output: "science"
}, {
    input: "Примітно, що для розвинених країн світу цілком досить цих двох пунктів, тоді як для тих, котрі розвиваються, істотним є третій видобуток вугілля там супроводжується занадто великими людськими жертвами.",
    output: "science"
}, {
    input: "Проблеми екологічних ризиків вугільної енергетики найретельніше розв\'язує Західна Європа.",
    output: "science"
}, {
    input: "Відкриття першої в світі вугільної електростанції, у процесі роботи якої взагалі не відбувається викиду вуглекислого газу в атмосферу, описали провідні ЗМІ світу, не забувши відзначити активну участь в урочистій церемонії канцлера Німеччини Ангели Меркель.",
    output: "science"
}, {
    input: "Правда, це була лише експериментальна модель, впровадження якої в комерційному масштабі намічено аж на 2014 рік.",
    output: "science"
}, {
    input: "Хоча й за екологічні показники тих восьми \"реальних\" вугільних електростанцій сумарною потужністю 12 ГВт, що почнуть діяти на території країни до 2011 року, також не соромно.",
    output: "science"
}, {
    input: "Більше того, саме німецькі енергетичні компанії беруться відроджувати вугільну енергетику й у Великобританії.",
    output: "science"
}, {
    input: "Там і зараз частка вугілля у виробництві електроенергії порівнянна з часткою природного газу й істотно переважає частку атомної енергетики.",
    output: "science"
}, {
    input: "Правда, усе це забезпечується старими вугільними електростанціями, останню з яких було побудовано 1974 року.",
    output: "science"
}, {
    input: "А тепер прийнято рішення про реалізацію нового проекту вартістю 3,7 млрд.",
    output: "science"
}, {
    input: "євро, результатом чого стане поява через три роки на східному узбережжі Великобританії нової, оснащеної найсучаснішим очисним устаткуванням, вугільної електростанції.",
    output: "science"
}, {
    input: "Здійснюватиме цей проект британський підрозділ німецького концерну E.On, в управлінні якого на сьогодні перебувають усі німецькі атомні електростанції (вони дають половину всієї електроенергії в країні).",
    output: "science"
}, {
    input: "Йому на п\'яти наступає німецький же концерн RWE, конкуруючи за британський ринок, бо на \"своєму полі\" їх уже обійшла шведська компанія Vattenfall, котрій і вдалося реалізувати перший проект електростанції на \"чистому вугіллі\" саме на території Німеччини.",
    output: "science"
}, {
    input: "Відзначилася в цьому сенсі й Данія, де навесні було запущено пілотний проект найбільшої в світі очисної установки димових газів.",
    output: "science"
}, {
    input: "Правда, у реалізації цього проекту брали участь 30 компаній із 11 європейських країн, і 50% від його загальної вартості в 16 млн.",
    output: "science"
}, {
    input: "євро надала Європейська комісія.",
    output: "science"
}, {
    input: "У результаті вдалося не лише скоротити на 90% емісію вуглекислого газу, а й знизити витрати на кожну тонну зв\'язаного СО2 з 50—60 євро, як у Японії, до 20—30.",
    output: "science"
}, {
    input: "\"Спійманий\" газ закачують у підземні сховища, де, запевняють автори проекту, він без жодних ризиків для навколишнього середовища та без особливих витрат може зберігатися століттями.",
    output: "science"
}, {
    input: "До речі, Данія є єдиною державою в світі, де з 1994 року існує Міністерство охорони навколишнього середовища й енергетики.",
    output: "science"
}, {
    input: "Причому об\'єднання цих двох відомств, котрі не те щоб ворогують, але не завжди знаходять спільну мову, відбулося саме під \"дахом\" екологів.",
    output: "science"
}, {
    input: "Не менших успіхів у \"озелененні\" вугільної енергетики домоглися і британські фахівці, зокрема, стосовно десульфуризації димових газів.",
    output: "science"
}, {
    input: "Їм вдалося також на 90—95% знизити викиди двоокису сірки, підвищений вміст якої в атмосфері викликає так звані кислотні дощі.",
    output: "science"
}, {
    input: "Враховуючи, що стандартна середньостатистична 1000-мегаваттна вугільна електростанція на рік викидає в атмосферу сім мільйонів тонн вуглекислого газу, 200 тис.",
    output: "science"
}, {
    input: "тонн двоокису сірки і стільки ж зольного пилу (у складі якого виявляють у значних кількостях миш\'як, кадмій, свинець та інші інгредієнти), переоцінити такі досягнення складно.",
    output: "science"
}, {
    input: "Із іншого боку, і недооцінити їх не дасть жоден бухгалтер адже всі ці \"чисті\" вугільні технології коштують дуже дорого.",
    output: "science"
}, {
    input: "Коли додати до цього винятково високу вартість європейського вугілля (у середньому, з урахуванням усіх соціальних і екологічних дотацій, тонна його обходиться в одну-дві сотні євро), то вугільну енергетику в Західній Європі навряд чи можна назвати дешевою.",
    output: "science"
}, {
    input: "Правда, при цьому вугілля має цілком унікальну перевагу його родовища виявлено більш як у 90 країнах світу (хоча 88% запасів і 76% видобутку припадає на вісім країн США, Росію, Китай, Індію, Австралію, ПАР, Україну та Казахстан), а ступінь монополізації у вугільній промисловості дуже низький.",
    output: "science"
}, {
    input: "Та й морські шляхи доставки дешевого вугілля з Австралії чи ПАР є додатковим підтвердженням тези: політичні ризики \"вугільного\" шантажу наближаються до нуля.",
    output: "science"
}, {
    input: "Утім, по той бік Атлантики не останнім доказом на користь вугільної енергетики є саме її рентабельність.",
    output: "science"
}, {
    input: "Видобуток вугілля, за запасами якого Сполучені Штати Америки посідають перше місце, обходиться досить дешево, крім того, там вважають за доцільніше імпортувати чуже дешеве вугілля, ніж дотувати видобування власного.",
    output: "science"
}, {
    input: "До того ж США, котрі так і не приєдналися до Кіотського протоколу, до останнього часу не надто забивали собі голову технологіями очищення димових газів (600 діючих там вугільних електростанцій викидають в атмосферу близько двох мільярдів тонн вуглекислого газу на рік).",
    output: "science"
}, {
    input: "Зате американці дуже наполегливо йшли шляхом підвищення ефективності вугільної енергетики.",
    output: "science"
}, {
    input: "ККД вугільних електростанцій, які працюють за традиційними схемами, ледь перевищує 30%.",
    output: "science"
}, {
    input: "При цьому існує безліч технологій, що не лише істотно підвищують цей коефіцієнт, а й значно розширюють можливості використання вугілля.",
    output: "science"
}, {
    input: "Метод Фішера—Тропша (він дозволяє перетворювати тверде вугілля на рідке паливо) відомий давно.",
    output: "science"
}, {
    input: "У 1920-х роках його запропонували німецькі вчені Франц Фішер і Ганс Тропш, в умовах, коли повоєнна Німеччина задихалася від браку нафти, зате не відчувала дефіциту вугілля.",
    output: "science"
}, {
    input: "Найактивніше ця технологія використовувалася Німеччиною і Японією в роки Другої світової війни, а також у часи апартеїду в Південній Африці.",
    output: "science"
}, {
    input: "А потім настали роки нафтового достатку, і про цей не дуже дешевий метод забули.",
    output: "science"
}, {
    input: "Згадав про нього нині знов-таки Пентагон, запропонувавши фінансування наукових досліджень з використання продуктів переробки вугілля як палива для військової техніки.",
    output: "science"
}, {
    input: "Підрахувавши, що запасів американського вугілля вистачить для отримання неповного трильйона барелей палива, а світові запаси нафти оцінюються в 22 млрд.",
    output: "science"
}, {
    input: "барелей, американське військове відомство вирішило розіграти і цю карту.",
    output: "science"
}, {
    input: "Тим паче що переробка вугілля в рідке паливо дає чимало екологічних переваг.",
    output: "science"
}, {
    input: "Що з цього вийде подивимося, а наразі існують і інші вельми ефективні способи підвищення ККД вугільної енергетики.",
    output: "science"
}, {
    input: "Зокрема, це стосується утилізації метану, котрий досить часто супроводжує поклади вугілля.",
    output: "science"
}, {
    input: "Із одного боку, це винятково вибухо- та викидонебезпечна речовина, яка є чинником високого ризику в процесі вуглевидобутку.",
    output: "science"
}, {
    input: "З іншого найцінніша енергетична сировина.",
    output: "science"
}, {
    input: "У США, приміром, із вугільних родовищ отримують понад 40% усього газу, що видобувається в країні (найближчим часом цей показник збираються довести до 60).",
    output: "science"
}, {
    input: "При цьому Сполучені Штати за ступенем газоносності перебувають на п\'ятому місці в світі, поступаючись першістю за запасами Китаю, Росії, Канаді й Україні.",
    output: "science"
}, {
    input: "Але позмагатися в ефективності утилізації метану зі США може хіба що Канада.",
    output: "science"
}, {
    input: "Утилізація метану й інші технології, кожна окремо, дають змогу довести ККД вугільної енергетика до 40—45%, а комплексне використання когенераційних технологій допоможе підвищити цей показник при виробництві теплової й електричної енергії до 85%.",
    output: "science"
}, {
    input: "Не дивно, що найближчим часом у США планується ввести в дію ще близько восьми десятків нових вугільних електростанцій, котрі використовують найостанніші розробки.",
    output: "science"
}, {
    input: "І все-таки головними локомотивами вугільної енергетики, як і раніше, залишаються Індія та Китай.",
    output: "science"
}, {
    input: "До 2020 року вони забезпечуватимуть 33% приросту енергоспоживання в світі та 90% світового приросту використання вугілля.",
    output: "science"
}, {
    input: "Великі запаси цього виду палива (хоча Індія і стала вже імпортером вугілля) дозволяють не вельми замислюватися над підвищенням ефективності його використання.",
    output: "science"
}, {
    input: "На природозберігаючі технології в цих країнах елементарно бракує грошей.",
    output: "science"
}, {
    input: "Тим паче що забруднення атмосфери їх поки ще турбує набагато меншою мірою, ніж необхідність відновлення дефіцитної землі після досить варварського вуглевидобутку.",
    output: "science"
}, {
    input: "Чотирикутником називається фігура, яка складається з чотирьох точок і чотирьох відрізків, що послідовно їх сполучають.",
    output: "science"
}, {
    input: "При цьому жодні три з даних точок не повинні лежати на одній прямій, а відрізки, які їх сполучають, не повинні перетинатися.",
    output: "science"
}, {
    input: "Дані точки називаються вершинами чотирикутника, а відрізки, що їх сполучають,сторонами чотирикутника.",
    output: "science"
}, {
    input: "Вершини чотирикутника називаються сусідніми, якщо вони є кінцями однієї з його сторін.",
    output: "science"
}, {
    input: "Вершини, які не є сусідніми , називаються протилежними.",
    output: "science"
}, {
    input: "Відрізки, що сполучають протилежні вершини чотирикутника, називаються діагоналями.",
    output: "science"
}, {
    input: "Сторони чотирикутника.",
    output: "science"
}, {
    input: "Що виходять з однієї вершини, називаються сусідніми сторонами.",
    output: "science"
}, {
    input: "Сторони, які не мають спільного кінця, називаються протилежними сторонами.",
    output: "science"
}, {
    input: "У чотирикутну на малюнку 91 протилежними є сторони АВ і СD, ВС і АD.",
    output: "science"
}, {
    input: "Паралелограм – це чотирикутник, у якого протилежні сторони паралельні, тобто лежать на паралельних прямих ",
    output: "science"
}, {
    input: "Теорема 1.",
    output: "science"
}, {
    input: "Якщо діагоналі чотирикутника перетинаються і в точці перетину діляться пополам, то цей чотирикутник – паралелограм.",
    output: "science"
}, {
    input: "Діагоналі паралелограма перетинаються і точці перетину діляться пополам.",
    output: "science"
}, {
    input: "У паралелограма протилежні сторони рівні, протилежні кути рівні.",
    output: "science"
}, {
    input: "Твердження теореми випливає з рівності прямокутних трикутників ВАD і СDА.",
    output: "science"
}, {
    input: "У них кути ВАD і СDА прямі , катет АD спільник, а катети АВ і СD рівні як протилежні сторони паралелограма.",
    output: "science"
}, {
    input: "З рівності трикутників випливає, що їх гіпотенузи теж рівні.",
    output: "science"
}, {
    input: "А гіпотенузи є діагоналями прямокутника.",
    output: "science"
}, {
    input: "Теорему доведено.",
    output: "science"
}, {
    input: "Трапецією називається чотирикутник, у якого тільки дві протилежні сторони паралельні.",
    output: "science"
}, {
    input: "Ці паралельні сторони називаються основами трапеції.",
    output: "science"
}, {
    input: "Дві інші сторони називаються бічними сторонами Трапеція, у якої бічні сторони рівні, називається рівнобічною.",
    output: "science"
}, {
    input: "Відрізок, який сполучає середини бічних сторін, називається середньою лінією трапеції.",
    output: "science"
}, {
    input: "Дана науково-дослідницька робота присвячена темі \"Розробка алгоритмічного забезпечення та програмних рішень процесу управління запасами в умовах централізованої системи постачання\".",
    output: "science"
}, {
    input: "Запаси відносяться до числа об\'єктів, що вимагають великих капіталовкладень і тому представляють собою один із факторів, що визначає політику підприємства.",
    output: "science"
}, {
    input: "Однак не всі підприємства приділяють даній проблемі належну увагу, в результаті чого їм доводиться вкладати у запаси більше коштів, ніж передбачалося.",
    output: "science"
}, {
    input: "Незважаючи на певну кількість робіт по проблемі управління запасами, існуючі моделі управління запасами і прогнозування вірогідного попиту, а також критерії їх ефективності не розроблені у достатній мірі.",
    output: "science"
}, {
    input: "Актуальність даної роботи обумовлена тим, що без розробки адекватних сучасним умовам моделей управління запасами і прогнозування вірогідного попиту неможлива ефективна робота підприємств.",
    output: "science"
}, {
    input: "Предметною областю даної роботи є торгівельне підприємство, в якому товари від виробників постачаються на центральний склад і з центрального складу до пунктів роздрібної торгівлі.",
    output: "science"
}, {
    input: "Метою даної роботи є розробка алгоритмічного забезпечення та програмних рішень, що дозволять мінімізувати сумарні витрати підприємства на зберігання товарів та оформлення замовлень.",
    output: "science"
}, {
    input: "Для вирішення задачі управління запасами використано дві моделі: з детермінованим динамічним попитом та з вірогідним нестаціонарним попитом.",
    output: "science"
}, {
    input: "Прогнозування попиту робиться за допомогою методології Бокса-Дженкінса.",
    output: "science"
}, {
    input: "На основі даних, що отримані від торгівельної фірми \"NetCraft Computers\", виконуються чисельні розрахунки.",
    output: "science"
}, {
    input: "Виходячи з чисельних розрахунків, робиться висновок стосовно доцільності використання описаних моделей управління запасами.",
    output: "science"
}, {
    input: "Раціоналізація матеріального потоку можлива в межах одного підприємства або навіть його підрозділу.",
    output: "science"
}, {
    input: "Проте максимальний ефект можна отримати, лише оптимізуючи сукупний матеріальний потік на всьому протязі від первинного джерела сировини аж до кінцевого споживача, або окремі значні його ділянки.",
    output: "science"
}, {
    input: "При цьому всі ланки ланцюга матеріального потоку, тобто всі елементи макрологістичних і мікрологістичних систем, повинні працювати як єдиний злагоджений механізм.",
    output: "science"
}, {
    input: "Для вирішення цього завдання необхідно з системних позицій підходити до вибору техніки, до проектування взаємопов\'язаних технологічних процесів на різних ділянках руху матеріалів, до питань узгодження часто суперечливих економічних інтересів і до інших питань, що стосуються організації матеріальних потоків.",
    output: "science"
}, {
    input: "Облік логістичних витрат впродовж всього логістичного ланцюга.",
    output: "science"
}, {
    input: "Одне з основних завдань логістикиуправління витратами по доведенню матеріального потоку від первинного джерела сировини до кінцевого споживача.",
    output: "science"
}, {
    input: "Проте управляти витратами можна лише в тому випадку, якщо їх можна точно вимірювати.",
    output: "science"
}, {
    input: "Тому системи обліку витрат виробництва і транспортування учасників логістичних процесів повинні виділяти витрати, що виникають в процесі реалізації функцій логістики, формувати інформацію про найбільш значущі витрати, а також про характер їх взаємодії один з одним.",
    output: "science"
}, {
    input: "При дотриманні названої умови з\'являється можливість використовувати важливий критерій оптимального варіанту логістичної системимінімум сукупних витрат впродовж всього логістичного ланцюга.",
    output: "science"
}, {
    input: "Відмова від випуску універсального технологічного і підйомно-транспортного устаткування.",
    output: "science"
}, {
    input: "Використання устаткування, що відповідає конкретним умовам.",
    output: "science"
}, {
    input: "Не зупинятимемося тут на доказі того, що при виконанні певної операції універсальне устаткування, як правило, програє устаткуванню, створеному спеціально для виконання цієї операції.",
    output: "science"
}, {
    input: "Це положення повною мірою розповсюджується і на логістичні процеси.",
    output: "science"
}, {
    input: "Відзначимо тільки, що оптимізація потокових процесів за рахунок використання устаткування, що відповідає конкретним умовам роботи, можлива лише в умовах масового випуску і використання широкої номенклатури різноманітних засобів виробництва.",
    output: "science"
}, {
    input: "Іншими словами, для того, щоб застосувати логістичний підхід до управління матеріальними потоками, суспільство повинне мати достатньо високий рівень науково-технічного розвитку.",
    output: "science"
}, {
    input: "Об\'єктом логістики, як відомо, є матеріальний потік, проте на окремих ділянках управління ним має відому специфіку.",
    output: "science"
}, {
    input: "Відповідно до цієї специфіки виділяють п\'ять функціональних областей логістики: закупівельну, виробничу, розподільну, транспортну і інформаційну.",
    output: "science"
}, {
    input: "Розглянемо специфіку кожної функціональної області і її місце в загальній системі логістики.[1]",
    output: "science"
}, {
    input: "В процесі забезпечення підприємства сировиною і матеріалами вирішуються завдання закупівельної логістики.",
    output: "science"
}, {
    input: "На цьому етапі вивчаються і вибираються постачальники, вкладаються договори і контролюється їх виконання, приймаються заходи у разі порушення умов постачання.",
    output: "science"
}, {
    input: "Будь-яке виробниче підприємство має службу, яка здійснює перераховані функції.",
    output: "science"
}, {
    input: "Логістичний підхід до управління матеріальними потоками вимагає, щоб діяльність цієї служби, пов\'язана з формуванням параметрів матеріального потоку, не була відособленою, а підкорялася стратегії управління матеріальним потоком.",
    output: "science"
}, {
    input: "В той же час завдання, вирішувані в процесі доведення матеріального потоку від складів готової продукції постачальника до цехів підприємстваспоживача, мають відому специфіку, що з\'явилося причиною виділення відособленого розділу логістики закупівельної логістики.",
    output: "science"
}, {
    input: "На практиці межі діяльності, що складає основний зміст закупівельної логістики, визначаються умовами договору з постачальниками і складом функцій служби постачання усередині підприємства.",
    output: "science"
}, {
    input: "В процесі управління матеріальним потоком усередині підприємства, що створює матеріальні блага або що надає матеріальні послуги, в основному вирішуються завдання виробничої логістики.",
    output: "science"
}, {
    input: "Специфіка цього етапу полягає в тому, що основний об\'єм робіт по проведенню матеріального потоку виконується в межах території одного підприємства.",
    output: "science"
}, {
    input: "Учасники логістичного процесу при цьому, як правило, не вступають у товарно-грошові відносини.",
    output: "science"
}, {
    input: "Потік йде не в результаті укладених договорів, а в результаті рішень, що приймаються системою управління підприємством.[1]",
    output: "science"
}, {
    input: "Сфера виробничої логістики тісно стикається зі сферами закупівель матеріалів і розподілу готової продукції.",
    output: "science"
}, {
    input: "Проте основний круг завдань в цій областіуправління матеріальними потоками в процесі здійснення саме виробництва.",
    output: "science"
}, {
    input: "При управлінні матеріальними потоками в процесі реалізації готової продукції вирішуються завдання розподільної логістики.",
    output: "science"
}, {
    input: "Це обширний круг завдань, вирішенням яких займаються як виробничі підприємства, так і підприємства, що здійснюють торгово-посередницьку діяльність.",
    output: "science"
}, {
    input: "До вирішення цих завдань мають відношення владні структури, оскільки від організації розподілу істотно залежить стан економіки регіону.",
    output: "science"
}, {
    input: "Наприклад, у разі незадовільної організації системи розподілу продовольчих товарів в регіоні положення місцевої влади буде нестабільним.[1]",
    output: "science"
}, {
    input: "Реалізація функції розподілу на виробничому підприємстві інакше називається збутом продукції.",
    output: "science"
}, {
    input: "У сферу уваги розподільної логістики  матеріальний потік потрапляє ще знаходячись у виробничих цехах.",
    output: "science"
}, {
    input: "Це означає, що питання тари і упаковки, розміру партії, що виготовляється, і часу, до якого ця партія повинна бути виготовлена, а також багато інших питань, істотних для процесу реалізації, починають вирішуватися ще на стадіях виробництва.",
    output: "science"
}, {
    input: "При управлінні матеріальними потоками на транспортних ділянках вирішуються специфічні завдання транспортної логістики.",
    output: "science"
}, {
    input: "Сукупний об\'єм транспортної роботи, що виконується в процесі доведення матеріального потоку від первинного джерела сировини до кінцевого споживача, можна розділити на дві великі групи:",
    output: "science"
}, {
    input: "Також як і інші функціональні області логістики, транспортна логістика чітко окреслених меж не має.",
    output: "science"
}, {
    input: "Методи транспортної логістики застосовуються при організації будь-яких перевезень.",
    output: "science"
}, {
    input: "Проте пріоритетним об\'єктом вивчення і управління в цьому розділі є матеріальний потік, що має місце в процесі перевезень транспортом загального користування.",
    output: "science"
}, {
    input: "Інформаційна логістика.",
    output: "science"
}, {
    input: "Результати руху матеріальних потоків знаходяться в прямому зв\'язку з раціональністю організації руху інформаційних потоків.",
    output: "science"
}, {
    input: "У останні десятиліття саме можливість ефективного управління могутніми інформаційними потоками дозволила ставити і вирішувати задачу управління потоками матеріальними.",
    output: "science"
}, {
    input: "Висока значущість інформаційної складової в логістичних процесах стала причиною виділення спеціального розділу логістикиінформаційної логістики.",
    output: "science"
}, {
    input: "Об\'єкт дослідження тутінформаційні системи, що забезпечують управління матеріальними потоками, використовувана мікропроцесорна техніка, інформаційні технології і інші питання, пов\'язані з організацією інформаційних потоків (зв\'язаних з матеріальними).[3]",
    output: "science"
}, {
    input: "Серед перерахованих функціональних областей логістики, закупівельна логістика має особливе значення, для даної науково-дослідної роботи, і буде розглянута детальніше.",
    output: "science"
}, {
    input: "В рамках даної науково-дослідницької роботи необхідно розробити алгоритмічне забезпечення та програмне рішення для процесу управління запасами в умовах централізованої системи постачання.",
    output: "science"
}, {
    input: "Для цього необхідно розглянути існуючі математичні моделі управління запасами, і визначити, які з них найдоцільніше використовувати для управління запасами в умовах централізованої системи постачання.",
    output: "science"
}, {
    input: "Під централізованою системою постачання слід розуміти систему, в якій товари від виробників постачаються на центральний склад, і з центрального складу до пунктів роздрібної торгівлі.",
    output: "science"
}, {
    input: "Вхідними даними для моделей управління запасами є прогноз попиту на товари.",
    output: "science"
}, {
    input: "Отже необхідно розглянути існуючі методи прогнозування, і визначити такі, що найдоцільніше використовувати для середньострокового прогнозування попиту на велику кількість видів товарів.",
    output: "science"
}, {
    input: "Необхідно розробити алгоритмічне забезпечення для процесу прогнозування і процесу управління запасами відповідно до обраних математичних моделей.",
    output: "science"
}, {
    input: "На основі розробленого алгоритмічного забезпечення необхідно розробити програмне рішення процесу управління запасами в умовах централізованої системи постачання.",
    output: "science"
}, {
    input: "Програмне рішення має бути розроблене на платформі Microsoft .NET Framework 3.5, мовою програмування С# в середовищі Microsoft Visual Studio 2008.",
    output: "science"
}, {
    input: "Для доступу до баз даних має бути використана технологія ADO.NET.",
    output: "science"
}, {
    input: "У якості сервера баз данихсервер MS SQL 2008.",
    output: "science"
}, {
    input: "За допомогою розробленого програмного рішення необхідно провести чисельні розрахунки, які покажуть доцільність використання обраних математичних моделей для процесу управління запасами в умовах централізованої системи постачання.",
    output: "science"
}, {
    input: "Моделі змішаного авторегресійного ковзаючого середнього (Autoregressive Integrated Moving Average, ARIMA) відносяться до класу лінійних моделей, які можуть добре описувати як стаціонарні так і нестаціонарні часові ряди.",
    output: "science"
}, {
    input: "В стаціонарних часових рядах значення даних змінюються в ту або іншу сторону щодо деякого фіксованого рівня, а в нестаціонарних рядах не існує постійного середнього рівня значень.",
    output: "science"
}, {
    input: "У моделях ARIMA незалежні змінні не використовуються.",
    output: "science"
}, {
    input: "Точніше кажучи, для прогнозування в них використовується інформація, що міститься в самих початкових рядах.",
    output: "science"
}, {
    input: "Наприклад, модель ARIMA для місячних об\'ємів продажів визначає часову структуру у вже наявних даних про продажі, яка потім використовується для прогнозування об\'ємів продажів на наступні місяці.",
    output: "science"
}, {
    input: "Що можливо робити в Internet – складне запитання.",
    output: "science"
}, {
    input: "Internet – не просто мережа, а мережа мереж, кожна з яких може мати свою власну політику і власні правила.",
    output: "science"
}, {
    input: "Тому тут потрібно враховувати правові та етичні норми, а також політичні фактори.",
    output: "science"
}, {
    input: "Розглянемо деякі принципи, щоб визначити кордони допустимого в Internet.",
    output: "science"
}, {
    input: "При роботі в Internet повинні виконуватися три правові норми.",
    output: "science"
}, {
    input: "Значна частина Internet фінансується за рахунок федеральних субсидій, унаслідок чого виключається, як правило, комерційне використання мережі.",
    output: "science"
}, {
    input: "Internet – інтернаціональна мережа.",
    output: "science"
}, {
    input: "При посиланні інформації, в тому числі й бітів через державний кордон, потрібно керуватись законами, що регулюють експорт, а не правовими законами даної держави.",
    output: "science"
}, {
    input: "У випадку доставки програмного продукту (або, наприклад, просто ідеї) із одного місця до іншого потрібно враховувати регіональні правові норми, що відносяться до ліцензій та інтелектуальної власності.",
    output: "science"
}, {
    input: "Більшість мереж, що входять до складу Internet, фінансуються федеральними відомствами.",
    output: "science"
}, {
    input: "Згідно з федеральним законом, відомство може розподіляти свій бюджет тільки на те, що входить до сфери його діяльності.",
    output: "science"
}, {
    input: "Наприклад, військово-повітряні сили не можуть таємно збільшити свій бюджет, замовив ракети за рахунок НАСА.",
    output: "science"
}, {
    input: "Ці ж закони розповсюджуються і на мережу: коли НАСА фінансує мережу, то її слід використовувати тільки для вивчення космосу.",
    output: "science"
}, {
    input: "Як користувач мережі, ви можете не мати жодного уявлення про те, по яким мережам циркулюють ваші пакети, але краще, щоб інформаційне наповнення цих пакетів не суперечило діяльності того відомства, яке фінансує ту чи іншу мережу.",
    output: "science"
}, {
    input: "В останній час існує багато розмов про \"Національну інформаційну інфраструктуру\" у США (National Information Infrastructure, NII).",
    output: "science"
}, {
    input: "Це великий і загальний проект документу про створення мереж в обсязі держави за рахунок федерального та комерційного фінансування.",
    output: "science"
}, {
    input: "Коли фірма або організація домовляються про підключення до Internet, вона повідомляє постачальнику мережі, з якою метою буде використовуватися мережа: ",
    output: "science"
}, {
    input: "У першому випадку ваш трафік буде направлятися за субсидійними маршрутам, наприклад, національної мережі для наукових досліджень і освіти (NREN), що фінансуються урядом CШA.",
    output: "science"
}, {
    input: "У другому варіанті трафік буде направлятися за комерційними каналами.",
    output: "science"
}, {
    input: "Комерційне використання мережі звичайно коштує дорожче, оскільки не субсидіюється державою.",
    output: "science"
}, {
    input: "В Internet знаходиться низка комерційних постачальників, наприклад, Advanced Networks and Services (ANS), Performance International (PCI) та UUNET.",
    output: "science"
}, {
    input: "У кожної з цих компаній є власна ніша ринку і мережа в кордонах держави для виконання комерційних послуг в Internet.",
    output: "science"
}, {
    input: "У США експорт бітів підпадає під дію експортних обмежень Міністерства торгівлі.",
    output: "science"
}, {
    input: "В інших країнах діють свої закони.",
    output: "science"
}, {
    input: "Оскільки Internet є глобальною мережею, стає можливим експорт інформації.",
    output: "science"
}, {
    input: "Експортне законодавство побудоване на двох принципах: ",
    output: "science"
}, {
    input: "Експорт чого-небудь потребує наявності ліцензії.",
    output: "science"
}, {
    input: "Експорт послуг вважається приблизно еквівалентним експорту компонентів, необхідних для забезпечення цієї послуги.",
    output: "science"
}, {
    input: "Перший пункт роз\'яснень не потребує.",
    output: "science"
}, {
    input: "Якщо ви пересилаєте файл або відправляєте що-небудь електронною поштою за межі держави, то для цього необхідно отримати експортну ліцензію.",
    output: "science"
}, {
    input: "Але тут маємо на щастя приємний сюрприз: генеральну ліцензію, сфера застосування якої є дуже широкою.",
    output: "science"
}, {
    input: "Генеральна ліцензія дозволяє експорт усього, на що немає явних заборон і що може відкрито обговорюватися.",
    output: "science"
}, {
    input: "Таким чином, все, про що можливо довідатися на конференції або в аудиторії, скоріше за все, підпадає під дію генеральної ліцензії, якщо ця інформація не є секретною.",
    output: "science"
}, {
    input: "Другий пункт ще простіший.",
    output: "science"
}, {
    input: "Коли експорт окремих апаратурних засобів, наприклад, суперкомп\'ютерів, заборонений, то дистанційний доступ до цих апаратних засобів, що знаходяться в межах даної держави, також заборонений.",
    output: "science"
}, {
    input: "Тому потрібно бути дуже обережним з наданням доступу до \"особливих\" ресурсів іноземним користувачам.",
    output: "science"
}, {
    input: "При аналізі правової відповідальності суб\'єктів, консорціум, який управляє мережею Bitnet, можна дійти наступних висновків: ",
    output: "science"
}, {
    input: "Оператор мережі несе відповідальність за незаконний експорт лише в тому випадку, коли він знав про порушення і не проінформував про це відповідні органи.",
    output: "science"
}, {
    input: "Оператор мережі не несе відповідальності за дії користувача мережі й до його обов\'язків не входить визначення їх відповідності чи невідповідності закону.",
    output: "science"
}, {
    input: "Ще один фактор, що потрібно враховувати при пересиланні будь-чого будь-кому, – це право власності.",
    output: "science"
}, {
    input: "Проблема ускладнюється, якщо дані передаються через кордон.",
    output: "science"
}, {
    input: "Законодавство у сфері авторських прав та патентів у різних країнах може мати великі розбіжності.",
    output: "science"
}, {
    input: "Обов\'язково довідайтесь, кому належать права на те, що ви збираєтесь передати по мережі, у випадку необхідності не забудьте отримати відповідний дозвіл.",
    output: "science"
}, {
    input: "Закони, що регламентують електрону передачу інформації, не встигають за технічним прогресом.",
    output: "science"
}, {
    input: "Якщо у вас є лист, журнал або особистий документ, то практично будь-який досвідчений юрист зможе відповісти на ваше питання, чи можливо зняти з нього копію або будь-яким чином його використати.",
    output: "science"
}, {
    input: "Задаючи таке ж саме запитання про статтю в електронному бюлетені електронної мережі, ми не отримаємо точної відповіді.",
    output: "science"
}, {
    input: "У цій частині законодавство є досить туманним, і до нормального стану його можливо довести очевидно не раніше, ніж у наступні десятиріччя.",
    output: "science"
}, {
    input: "З правами власності можуть виникнути проблеми навіть при використанні загальнодоступних файлів.",
    output: "science"
}, {
    input: "На деякі програмні засоби, доступ до яких в Internet є відкритим, необхідно отримати ліцензію розробника або постачальника.",
    output: "science"
}, {
    input: "Наприклад, ми можемо легко отримати програмне забезпечення з мережі, але для законного його використання необхідно мати ліцензію на супроводження програмного забезпечення.",
    output: "science"
}, {
    input: "Під терміном \"графіка\" звичайно розуміють результат візуального подання реального або уявного об\'єкта, отриманий традиційними методами – малюванням або друкуванням.",
    output: "science"
}, {
    input: "Комп\'ютерна графіка включає методи і засоби створення і обробки зображень за допомогою програмно-апаратних комплексів і охвачує всі види і форми подання зображень, доступних для сприйняття людиною на екрані монітору або в вигляді копії на певному носії.",
    output: "science"
}, {
    input: "В практиці комп\'ютерної графіки виконання роботи по створенню, редагуванню та обробці зображень часто відокремлено від її графічного подання.",
    output: "science"
}, {
    input: "Зображенням тут вважається об\'єкт, відтворений пристроєм виводу, коли графічні дані візуалізуються.",
    output: "science"
}, {
    input: "В залежності від способу опису та формування зображення розрізняють растрову, векторну та фрактальну графіку.",
    output: "science"
}, {
    input: "Історично термін \"растр\" вказував на те, що пристрій при відтворенні зображення використовує набори пікселів (точок), організовані в вигляді послідовностей рядків розгортки.",
    output: "science"
}, {
    input: "Растрові дані являють собою набори числових значень, які визначають кольори окремих пікселів, впорядкованих таким чином, щоб їх легко було відобразити на растрових пристроях.",
    output: "science"
}, {
    input: "Базовим елементом растрової графіки є піксель.",
    output: "science"
}, {
    input: "Логічні пікселі подібні до математичних точок: вони мають місцеположення, але не займають фізичного простору.",
    output: "science"
}, {
    input: "Фізичні пікселі – це реальні точки, що відображаються пристроєм виводу.",
    output: "science"
}, {
    input: "Вони є найменшими фізичними елементами поверхні відображення і займають її певну площу.",
    output: "science"
}, {
    input: "В зв\'язку з цим на відстань між двома сусідніми пікселями вводяться обмеження.",
    output: "science"
}, {
    input: "Якщо задати пристрою відображення надто високу роздільну здатність (кількість пікселів на одиницю довжини зображення), то якість зображення знизиться із-за накладення або злиття сусідніх пікселів.",
    output: "science"
}, {
    input: "При надто низькій роздільній здатності пікселі можуть бути розкидані по всій площі пристрою відображення.",
    output: "science"
}, {
    input: "Таким чином, при відображенні значень логічних пікселів із растрових даних в фізичні пікселі повинні враховуватись реальні розміри і розміщення фізичних пікселів.",
    output: "science"
}, {
    input: "Розрізняють роздільну здатність оригіналу, екранного та друкованого зображення.",
    output: "science"
}, {
    input: "Роздільна здатність оригіналу вимірюється в точках на дюйм (dpi) і залежить від вимог до якості зображення, розміру файла, способу оцифровування або методу створення початкової ілюстрації, вибраного формату файла.",
    output: "science"
}, {
    input: "Підвищення вимог до якості зображення вимагає вищої роздільної здатності оригіналу.",
    output: "science"
}, {
    input: "Для екранної копії достатньо роздільної здатності 72 dpi, для роздруковування на кольоро­вому принтері – 150-200 dpi, для виведення на фотоекспонуючий пристрій – 200-300 dpi.",
    output: "science"
}, {
    input: "Розмір точки растрового зображення залежить від методу і пара–метрів растрування оригіналу, коли на оригінал як би накладається сітка ліній, комірки якої утворюють елемент растра.",
    output: "science"
}, {
    input: "Частота сітки растра вимірюється кількістю ліній на дюйм і називається лініатурою (lpi).",
    output: "science"
}, {
    input: "Розмір точки растра розраховується для кожного елементу і залежить від інтенсивності тону в комірці.",
    output: "science"
}, {
    input: "Для вищої інтенсивності щільніше заповнюється елемент растра.",
    output: "science"
}, {
    input: "При раструванні з амплітудною модуляцією ілюзія більш темного тону створюється за рахунок збільшення розмірів точок при однаковій відстані між центрами елементів растра.",
    output: "science"
}, {
    input: "При раструванні з частотною модуляцією інтенсивність тону регулюється зміною відстані між сусідніми точками однакового (найменшого) розміру.",
    output: "science"
}, {
    input: "Інтенсивність тону прийнято розділяти на 256 рівнів.",
    output: "science"
}, {
    input: "Для її відтворення достатньо мати розмір комірки растра 16´16 точок.",
    output: "science"
}, {
    input: "Растрова графіка використовується в випадках, коли потрібна висока точність в передачі кольорів і напівтонів.",
    output: "science"
}, {
    input: "Однак при цьому розміри файлів суттєво збільшуються з ростом роздільної здатності (одиниці, десятки і сотні Мбайт).",
    output: "science"
}, {
    input: "До недоліків растрової графіки, окрім великих розмірів файлів, слід віднести пікселізацію зображень при їх збільшенні та деформацію при зменшенні.",
    output: "science"
}, {
    input: "В векторній графіці базовим елементом зображення є лінія, яка описується математично як єдиний об\'єкт, тому обсяг даних для відображення об\'єкта засобами векторної графіки суттєво менший, ніж в растровій графіці.",
    output: "science"
}, {
    input: "Лінія характеризується формою, товщиною, кольором, типом (суцільна, пунктирна і т.п.).",
    output: "science"
}, {
    input: "Замкнуті лінії мають властивість заповнення простору, що ними охвачується, іншими об\'єктами або кольором.",
    output: "science"
}, {
    input: "Найпростіша незамкнута лінія обмежена двома точками, які називаються вузлами, котрі мають властивості, що впливають на форму кінця лінії і характер сполучення з іншими об\'єктами.",
    output: "science"
}, {
    input: "Всі інші об\'єкти векторної графіки складаються з ліній.",
    output: "science"
}, {
    input: "Найпростішими лініями є пряма (нескінченна), відрізок прямої, криві другого порядку (не мають точок згину – параболи, гіперболи, еліпси, кола), криві третього порядку (можуть мати точки згину), криві Безьє (основані на використанні пари дотичних, проведених до відрізка лінії в її кінцях, кути нахилу і довжина яких впливають на форму лінії).",
    output: "science"
}, {
    input: "Векторна графіка зручна для зберіганні і обробки зображень, що складаються з ліній, або можуть бути розкладені на прості геометричні об\'єкти.",
    output: "science"
}, {
    input: "Векторні дані легко масштабувати та виконувати над ними інші перетворення (наприклад, повертання зображення, додавання, видалення або зміну окремих елементів зображення).",
    output: "science"
}, {
    input: "Поряд з цим векторні файли важко застосувати для зберігання складних фотореалістичних зображень.",
    output: "science"
}, {
    input: "Векторні дані краще відображаються на векторних пристроях виводу (плотерах, дисплеях з довільним скануванням).",
    output: "science"
}, {
    input: "Ефективно векторну графіку можна відобразити тільки на растрових дисплеях з високою роздільною здатністю.",
    output: "science"
}, {
    input: "Візуалізація векторних даних може вимагати значно більше часу, ніж візуалізація растрових даних рівної складності.",
    output: "science"
}, {
    input: "Фрактальна графіка, як і векторна, основана на математичних обчисленнях.",
    output: "science"
}, {
    input: "ЇЇ базовим елементом є математична формула, виключно на основі якої будується зображення.",
    output: "science"
}, {
    input: "Таким способом будують як найпростіші регулярні структури, так і складні ілюстрації, що імітують природні ландшафти і тривимірні об\'єкти.",
    output: "science"
}, {
    input: "Будь-яка сучасна машина має робочі органи і привід.",
    output: "science"
}, {
    input: "Конструкція і вигляд робочих органів визначаються цільовим призначенням машини.",
    output: "science"
}, {
    input: "Структурна схема приводу машини включає двигун того чи іншого типу і механічну передачу.",
    output: "science"
}, {
    input: "Остання використовується для передавання енергії від двигуна до робочого органа.",
    output: "science"
}, {
    input: "У технічному завданні на проектування задається привід до стрічкового конвеєра, який включає електродвигун, пасову передачу і стандартний редуктор.",
    output: "science"
}, {
    input: "Усі окремі елементи приводу встановлюються на відповідній рамі.",
    output: "science"
}, {
    input: "Механічна енергія від електродвигуна через клинопасову передачу передається до редуктора, тихохідний вал якого з\'єднується за допомогою муфти з валом барабана стрічкового транспортера.",
    output: "science"
}, {
    input: "Вихідними даними для розрахунків є необхідний обертовий момент на тихохідному валу редуктора (який дорівнює моменту сил опору на валу барабана конвеєра) і частота його обертання (залежить від швидкості стрічки транспортера, тобто його продуктивності і діаметра барабана).",
    output: "science"
}, {
    input: "Забезпечення заданої частоти обертання здійснюється за допомогою механічних передач клинопасової передачі і стандартного редуктора, оскільки частота обертання вала електродвигуна значно вища від необхідної частоти обертання барабана конвеєра.",
    output: "science"
}, {
    input: "Наявність пасової передачі в структурі привідного пристрою полегшує пуск у дію транспортера, а також запобігає руйнуванню елементів приводу за короткочасних пікових перевантажень.",
    output: "science"
}, {
    input: "Опустити електроди у банку з розчином, замкнути ключ, установити за допомогою реостата силу струму в колі не більше 1А.",
    output: "science"
}, {
    input: "Процес електролізу має тривати 20 хв, при цьому силу струму в колі слід підтримувати незмінну ",
    output: "science"
}, {
    input: "Вставити в одну з котушок залізне осердя, закріпивши його гайкою.",
    output: "science"
}, {
    input: "Через міліамперметр, реостат і вимикач приєднати цю котушку до джерела живлення.",
    output: "science"
}, {
    input: "Вимикачем увімкнути струм і за допомогою магнітної стрілки (компаса) визначити магнітні полюси котушки із струмом.",
    output: "science"
}, {
    input: "Зафіксувати, в який бік відхиляється при цьому стрілка міліамперметра.",
    output: "science"
}, {
    input: "У процесі виконання роботи магнітні полюси котушки з струмом можна визначати за напрямом відхилення стрілки міліамперметра",
    output: "science"
}, {
    input: "Від\'єднати від кола реостат і вимикач, замкнути міліамперметр на котушку, зберігаючи порядок з\'єднання їх клем",
    output: "science"
}, {
    input: "Під час роботи вимірюють показник заломлення скляної пластинки, що має форму трапеції.",
    output: "science"
}, {
    input: "На одну з паралельних граней пластинки похило до неї спрямовують вузький світловий пучок.",
    output: "science"
}, {
    input: "Проходячи крізь пластинку, цей пучок світла зазнає дворазового заломлення.",
    output: "science"
}, {
    input: "Джерело світла електрична лампочка, приєднана до відповідного джерела струму через вимикач.",
    output: "science"
}, {
    input: "Світловий пучок створюють за допомогою металевого екрана з щілиною.",
    output: "science"
}, {
    input: "При цьому ширина пучка може змінюватися від зміни відстані між екраном і лампочкою.",
    output: "science"
}, {
    input: "Натрій.",
    output: "science"
}, {
    input: "Становить 90% всіх катіонів плазми крові, забезпечує збудливість клітин, роботу буферних систем, секрецію травних соків та всмоктування амінокислот та вуглеводів із травного каналу.",
    output: "science"
}, {
    input: "Хлор.",
    output: "science"
}, {
    input: "Разом із натрієм забезпечує основну частину осмотичного тиску крові та тканинної рідини, використовується на утворення соляної кислоти шлункового соку.",
    output: "science"
}, {
    input: "Добова потреба в натрії 4-6 г, що відповідає 10 г кухонної солі, але багато людей споживають її значно більше норми, що негативно відбивається на стані серцево-судинної, травної систем, нирках.",
    output: "science"
}, {
    input: "Часто хлорид натрію називають серцевою отрутою.",
    output: "science"
}, {
    input: "У чоловіків при надмірному споживанні солі страждає ерекція, у жінок моторика та секреція в органах статевої сфери.",
    output: "science"
}, {
    input: "Фосфор.",
    output: "science"
}, {
    input: "Бере участь у всіх обмінних процесах як компонент макроергічних сполук.",
    output: "science"
}, {
    input: "З давніх-давен продукти, що вміщують фосфор, використовуються для підсилення сексуальних бажань (лібідо), а саме: дріжджі, пшеничні висівки, зерна гарбузів, соняшнику, яйця, риба.",
    output: "science"
}, {
    input: "У стародавньому Єгипті жрицям забороняли вживати рибу.",
    output: "science"
}, {
    input: "Калій.",
    output: "science"
}, {
    input: "Забезпечує формування гальмівних процесів у клітинах.",
    output: "science"
}, {
    input: "Дуже багато калію в морських водоростях, насінні соняшнику, часнику, горіхах, арахісі, картоплі в лушпайках.",
    output: "science"
}, {
    input: "Фрукти та овочі відносно бідні на калій.",
    output: "science"
}, {
    input: "Кальцій.",
    output: "science"
}, {
    input: "Разом із фосфором складає основу мінеральної частини кісткової тканини, також забезпечує збудження клітин, у тому числі скорочення м\'язів, активує ферменти, наприклад, зсідання крові.",
    output: "science"
}, {
    input: "Добова потреба у дорослих 800 мг, у дітей",
    output: "science"
}, {
    input: "Забезпечує розширення судин, стимулює перистальтику кишечнику, виділення жовчі, необхідної для побудови кісток, активації енергетичного обміну.",
    output: "science"
}, {
    input: "Входить до складу гемоглобіну, міоглобіну, цитохромів, тому необхідне для зв\'язування та перенесення кисню від легень до тканин, а потім споживання мітохондріями для утворення енергії.",
    output: "science"
}, {
    input: "Входить до складу ферментів, інсуліну, бере участь в утворенні кісток.",
    output: "science"
}, {
    input: "Багато цинку в структурах лімбічної системи та епіфізі, які беруть участь у регуляції людської сексуальності.",
    output: "science"
}, {
    input: "Засвоєння цинку знижується з віком, через паління, вживання алкоголю, кофе, хронічні стреси.",
    output: "science"
}, {
    input: "Рафіновані продукти мало містять цинку.",
    output: "science"
}, {
    input: "Марганець.",
    output: "science"
}, {
    input: "Міститься в складі окислювальних ферментів, сприяє нормальній функції судинної та статевої систем, росту сполучної тканини.",
    output: "science"
}, {
    input: "Нестача марганцю призводить до атеросклерозу, імпотенції, діабету, гіпотиреозу, порушення вуглеводного та жирового обмінів.",
    output: "science"
}, {
    input: "Багато марганцю в горіхах фундук, чорній смородині, капусті, рибі.",
    output: "science"
}, {
    input: "М\'ясо та молоко бідні на марганець.",
    output: "science"
}, {
    input: "Йод.",
    output: "science"
}, {
    input: "Потрібен для синтезу гормонів щитоподібної залози, які беруть участь в енергетичному обміні, терморегуляції, впливають на серцево-судинну, імунну, нервову систему.",
    output: "science"
}, {
    input: "Селен.",
    output: "science"
}, {
    input: "Необхідний і дуже небезпечний елемент.",
    output: "science"
}, {
    input: "Майже 50% селену знаходиться у чоловіків у сім\'яниках.",
    output: "science"
}, {
    input: "Це антиоксидант, тому стимулює розвиток імунітету, запобігає зросту злоякісних пухлин.",
    output: "science"
}, {
    input: "Прості вуглеводи негативно впливають на засвоєння селену.",
    output: "science"
}, {
    input: "Багаті селеном морепродукти, кухонна сіль, зерна злаків, часник, кукурудза, дріжджі, нирки, печінка, серце, яйця.",
    output: "science"
}, {
    input: "Добова потреба 70 мкг, а токсична доза 1 мг.",
    output: "science"
}, {
    input: "Демінералізуючі чинникисполуки, які знижують адсорбцію мінеральних компонентів їжі внаслідок утворення важкорозчинних, не-засвоюваних компонентів при надмірному вживанні або порушенні балансу між мінеральними речовинами їжі.",
    output: "science"
}, {
    input: "Демінералізуючим чинником для кальцію є щавлева кислота, з якою він утворює нерозчинні солі, що осідають у вигляді каменів у нирках та суглобах.",
    output: "science"
}, {
    input: "Фітин (солі фітинової кислоти) та харчові волокна знижують всмоктування більшості мінеральних речовин у кишечнику ",
    output: "science"
}, {
    input: "Найбільш уразливими системами від солі є нирки, серце і судини.",
    output: "science"
}, {
    input: "При вживанні кухонної солі потрібно взяти до уваги, що задоволення потреби у солоному смаку сіллю у нерозчинному вигляді у рази збільшує споживання солі.",
    output: "science"
}, {
    input: "Найважливішим є внесення іонів хлору до слизової оболонки шлунку.",
    output: "science"
}, {
    input: "Однак споживання солоних білкових продуктів виводить іони хлору за межі шлунку.",
    output: "science"
}]