module.exports = [{
    input: "Гетьте, думи, ви хмари осінні!",
    output: "hudozhiny"
}, {
    input: "То ж тепера весна золота!",
    output: "hudozhiny"
}, {
    input: "Чи то так у жалю, в голосінні",
    output: "hudozhiny"
}, {
    input: "Проминуть молодії літа?",
    output: "hudozhiny"
}, {
    input: "Ні, я хочу крізь сльози сміятись,",
    output: "hudozhiny"
}, {
    input: "Серед лиха співати пісні,",
    output: "hudozhiny"
}, {
    input: "Без надії таки сподіватись,",
    output: "hudozhiny"
}, {
    input: "Жити хочу! Геть, думи сумні!",
    output: "hudozhiny"
}, {
    input: "Я на вбогім сумнім перелозі",
    output: "hudozhiny"
}, {
    input: "Буду сіять барвисті квітки,",
    output: "hudozhiny"
}, {
    input: "Буду сіять квітки на морозі,",
    output: "hudozhiny"
}, {
    input: "Буду лить на них сльози гіркі.",
    output: "hudozhiny"
}, {
    input: "І від сліз тих гарячих розтане",
    output: "hudozhiny"
}, {
    input: "Та кора льодовая, міцна,",
    output: "hudozhiny"
}, {
    input: "Може, квіти зійдуть — і настане",
    output: "hudozhiny"
}, {
    input: "Ще й для мене весела весна. asdzxc",
    output: "hudozhiny"
}, {
    input: "На першій конференції для розробників TensorFlow Dev Summit Google оголосила про вихід мажорного релізу бібліотеки TensorFlow 1.0, назад несумісного з попередніми версіями",
    output: "science"
}, {
    input: "Це означає, що програми, які працювали на версіях TensorFlow 0.n, можуть не працювати на версії TensorFlow 1.0",
    output: "science"
}, {
    input: "Розробники з Google говорять, що зміни в API були необхідні «для забезпечення внутрішньо узгоджених програмних інтерфейсів», і більше такого не повториться: ламають зворотну сумісність змін в майбутніх версіях 1.x не планується",
    output: "science"
}, {
    input: "Зараз розробникам рекомендується вивчити керівництво з міграції і скрипт для перетворення.",
    output: "science"
}, {
    input: "TensorFlow — вільна програмна бібліотека для машинного навчання в застосуванні до різних видів завдань на сприйняття і розуміння мови",
    output: "science"
}, {
    input: "В даний момент вона використовується в науково-дослідній роботі і в десятках комерційних продуктів Google, в тому числі в Google Search, Gmail, Photos, Youtube, Translate, Assistant, а так само всіляких системах розпізнавання, в тому числі розпізнавання мови",
    output: "science"
}, {
    input: "Тепер фреймворк для машинного навчання TensorFlow виходить на новий рівень: він офіційно готовий до використання у виробництві",
    output: "science"
}, {
    input: "Google заявила, що програмні інтерфейси тепер «більше, ніж коли-небудь» мають статус ",
    output: "science"
}, {
    input: "Спочатку бібліотека TensorFlow розроблена фахівцями науково-дослідного підрозділу Google Brain для внутрішніх потреб компанії, але в листопаді 2015 року її випустили під вільною ліцензією Apache 2.0",
    output: "science"
}, {
    input: "Безпосереднім попередником TensorFlow в компанії Google була система DistBelief — проприетарная система першого покоління",
    output: "science"
}, {
    input: "Пізніше над рефакторінгом і спрощенням кодової бази DistBelief працювали відомі фахівці, в тому числі Джефф Дін і Джеффрі Хінтон",
    output: "science"
}, {
    input: "Їм поставили завдання підготувати більш швидку і надійну бібліотеку, готову для використання у багатьох реальних додатках",
    output: "science"
}, {
    input: "Результатом цієї роботи стала TensorFlow.",
    output: "science"
}, {
    input: "У 2016 році розробники зосередилися на підвищення продуктивності TensorFlow, наприклад, багатовимірний граф став займати менше місця в пам'яті.",
    output: "science"
}, {
    input: "Еталонна реалізація TensorFlow від компанії Google працює на CPU і GPU",
    output: "science"
}, {
    input: "На графічних процесорах відеокарт можливі розрахунки в додатках для загальних обчислень з допомогою додаткового розширення CUDA для GPGPU",
    output: "science"
}, {
    input: "TensorFlow працює на 64-бітних серверах і настільних комп'ютерах Linux, Windows і Mac OS X, а також на мобільних платформах, в тому числі Android і iOS.",
    output: "science"
}, {
    input: "Обчислення TensorFlow виражаються як графи потоків даних зі збереженням стану (stateful)",
    output: "science"
}, {
    input: "Бібліотека алгоритмів від Google інструктує нейронні мережі сприймати інформацію та розмірковувати подібно людині, так що нові додатки спочатку володіють такими «людськими» якостями",
    output: "science"
}, {
    input: "Сама назва TensorFlow походить від назви операцій, які ці нейромережі здійснюють над багатовимірними масивами даних",
    output: "science"
}, {
    input: "Ці багатовимірні масиви іменуються «тензорами», як однойменні математичні об'єкти, лінійно перетворюючі елементи одного лінійного простору в елементи іншого",
    output: "science"
}, {
    input: "Завдання TensorFlow — вчити нейромережі виявляти і розпізнавати патерни і кореляції у масивах даних.",
    output: "science"
}]