// розмовний стиль
module.exports = [{
    input: "Доброго дня, у Вас є щось від розтягнення?",
    output: "rozmovny"
}, {
    input: "Що Вас цікавить мазь чи знеболювальне?",
    output: "rozmovny"
}, {
    input: "Так, можна мазь охолоджуючу. І це пов\'язку якусь, щоб зафіксувати ногу.",
    output: "rozmovny"
}, {
    input: "Зрозуміло. Візьміть еластичний бинт, він добре триматиме й не передавлюватиме, не натиратиме шкіру. Тут ще є спеціальні застібки для зручності.",
    output: "rozmovny"
}, {
    input: "Це те, що треба. А мазь?",
    output: "rozmovny"
}, {
    input: "Ось ця знімає запалення у суглобах та полегшує біль.",
    output: "rozmovny"
}, {
    input: "Скільки коштує?",
    output: "rozmovny"
}, {
    input: "Вісімдесят гривень.",
    output: "rozmovny"
}, {
    input: "Щось забагато, подешевше нічого нема?",
    output: "rozmovny"
}, {
    input: "Ось є аналог за п\'ятдесят, але тут на 20 грамів менше.",
    output: "rozmovny"
}, {
    input: "Давайте дешевший, я багато грошей не брав.",
    output: "rozmovny"
}, {
    input: "Добре. Бинт один?",
    output: "rozmovny"
}, {
    input: "Так.",
    output: "rozmovny"
}, {
    input: "Шістдесят чотири гривні.",
    output: "rozmovny"
}, {
    input: "Карткою можна?",
    output: "rozmovny"
}, {
    input: "Так, звичайно. Уведіть пін-код,будь ласка. Ваш чек, Ваша покупка. Гарного Вам дня!",
    output: "rozmovny"
}, {
    input: "Дякую, і Вам!",
    output: "rozmovny"
}, {
    input: "Привіт!",
    output: "rozmovny"
}, {
    input: "І тобі привіт! Як тебе звати?",
    output: "rozmovny"
}, {
    input: "Мене звати Тетянка. А тебе?",
    output: "rozmovny"
}, {
    input: "А мене Василько. Ти живеш у цьому будинку?",
    output: "rozmovny"
}, {
    input: "Так, але зовсім нещодавно. Ми два тижні тому переїхали сюди з Черкас.",
    output: "rozmovny"
}, {
    input: "От чому я тебе ніколи не бачив у нашому дворі!",
    output: "rozmovny"
}, {
    input: "А ти теж живеш у нашому будинку?",
    output: "rozmovny"
}, {
    input: "Так! У третьому під\'їзді!",
    output: "rozmovny"
}, {
    input: "А я у першому. На другому поверсі.",
    output: "rozmovny"
}, {
    input: "Я на восьмому! Ти вже знайшла собі тут подруг?",
    output: "rozmovny"
}, {
    input: "Так, я познайомилася з Оксанкою, Вірою… Ще з Кірою та Міланою. Найліпше ми подружили з Оксаною та Міланою.",
    output: "rozmovny"
}, {
    input: "А серед хлопчиків ти завела собі друзів?",
    output: "rozmovny"
}, {
    input: "Ні, я нікого з них не знаю…",
    output: "rozmovny"
}, {
    input: "Я познайомлю тебе з Андрійком та Ілюшею. Це добрі товариши. В тебе є велосипед?",
    output: "rozmovny"
}, {
    input: "Так, я люблю кататися!",
    output: "rozmovny"
}, {
    input: "Тоді гайда гуляти з нами!",
    output: "rozmovny"
}, {
    input: "Залюбки!",
    output: "rozmovny"
}, {
    input: "Привіт, Денисе!",
    output: "rozmovny"
}, {
    input: "О, Настю, я тебе одразу не впізнав! Ти вдягла такие яскраве вбрання!",
    output: "rozmovny"
}, {
    input: "Це моя робоча форма, рожева, з червоними смугами! Я саме йду з роботи.",
    output: "rozmovny"
}, {
    input: "Ти хіба працюєш?",
    output: "rozmovny"
}, {
    input: "Так, я влаштувалася підробити на канікулах. Я промоутер.",
    output: "rozmovny"
}, {
    input: "І в чому полягає твоя робота?",
    output: "rozmovny"
}, {
    input: "Ми стоїмо біля торговельного центру у яскравому вбранні та роздаємо листівки відділу модного одягу. Таким чином, ми запрошуємо перехожих зробити покупки.",
    output: "rozmovny"
}, {
    input: "І багато ти працюєш щодня?",
    output: "rozmovny"
}, {
    input: "Ні, ми виходимо по три години у вечірній час. Але ноги справді втомлюються з незвички.",
    output: "rozmovny"
}, {
    input: "Я теж хочу знайти роботу на канікули. У вас ще потрібні люди?",
    output: "rozmovny"
}, {
    input: "Ой, Денисе, в нас працюють тільки дівчатка! Адже ми представляємо модний відділ!",
    output: "rozmovny"
}, {
    input: "Ну, що ж. Я, може бути, влаштуюся підсобним робітником в майстерні.",
    output: "rozmovny"
}, {
    input: "А що за майстерня?",
    output: "rozmovny"
}, {
    input: "Шиномонтаж.",
    output: "rozmovny"
}, {
    input: "Щасти тобі в роботі, Денисе!",
    output: "rozmovny"
}, {
    input: "Тобі також успіху, Настусю!",
    output: "rozmovny"
}, {
    input: "Привіт, Аліно!",
    output: "rozmovny"
}, {
    input: "Привіт, Ілоно!",
    output: "rozmovny"
}, {
    input: "Як ся маєш? Бачу, ти сьогодні гарно вбралася!",
    output: "rozmovny"
}, {
    input: "Так, оцю синю курточку купила на розпродажу.",
    output: "rozmovny"
}, {
    input: "Дай придивлюся. Так, вона тобі дуже пасує.",
    output: "rozmovny"
}, {
    input: "Піди купи, там ще залишилися.",
    output: "rozmovny"
}, {
    input: "Е, не можу. Я б її не придбала. Вибач, це, звичайно, мої вподобання.",
    output: "rozmovny"
}, {
    input: "А чому б не придбала?",
    output: "rozmovny"
}, {
    input: "Вона гарна, звичайно, але вже вийшла з моди. Бачиш, такий комірець був популярний торік, а тепер мода вже минула.",
    output: "rozmovny"
}, {
    input: "А я за модою не гонюся. Мені досить, щоб річ мені пасувала та була зручна. Та ще недорога.",
    output: "rozmovny"
}, {
    input: "Я так не можу. Я позаторішню моду не вдягну, я на вулицю не вийду.",
    output: "rozmovny"
}, {
    input: "Мабуть, весь час купувати модні речі тобі обходиться в копієчку? Це ж доводиться переплачувати набагато більше справжньої ціни?",
    output: "rozmovny"
}, {
    input: "Так, але що поробиш. Ось, дивися, придбала писк моди. Сапожки від нового бренда. Така цяця!",
    output: "rozmovny"
}, {
    input: "Гарні. Страшно спитати, скільки коштують.",
    output: "rozmovny"
}, {
    input: "Нічого, я батька залучила до цієї справи. Ну, піду додому, передивлюся інтернет-магазини. Бо в мене капелюшок вже з моди виходить. Бувай!",
    output: "rozmovny"
}, {
    input: "Бувай, Ілоно! Щасти тобі на нелегкому шляху моди.",
    output: "rozmovny"
}, {
    input: "Синку, здрастуй. Ти не міг би мені допомогти?",
    output: "rozmovny"
}, {
    input: "Залюбки, бабусю. Кажіть, в чому справа.",
    output: "rozmovny"
}, {
    input: "Ти не міг би перевести мене через дорогу? Бо я ледве ходжу, а тут машини шугають. Водії не чекають, доки я перейду дорогу зовсім, зриваються з місця. А я боюся просто перед ними впасти.",
    output: "rozmovny"
}, {
    input: "Добре, бабусю, я вам допомогу",
    output: "rozmovny"
}, {
    input: "Як же я вдячна тобі, синку!",
    output: "rozmovny"
}, {
    input: "Та нема за що! Всякий на моєму місці мав би це зробити. А водіям ганьба!",
    output: "rozmovny"
}, {
    input: "Привіт, Женю!",
    output: "rozmovny"
}, {
    input: "Добридень, Романе! А чого це твоєї сестри не видно?",
    output: "rozmovny"
}, {
    input: "Так Леся ж поїхала навчатися до Франції . Ти хіба не чув?",
    output: "rozmovny"
}, {
    input: "Як це поїхала? А як її туди взяли?",
    output: "rozmovny"
}, {
    input: "Взяли, адже вона дуже добре знала французську мову. Склала іспит та отримала міжнародний сертифікат зі знання французької. А потім поїхала!",
    output: "rozmovny"
}, {
    input: "І скільки вам це коштує?",
    output: "rozmovny"
}, {
    input: "Та ти що, хіба батьки могли б заплатити за навчання у Франції? Вона безоплатно навчається, їй ще стипендію виплачують. Це така программа є для студентів.",
    output: "rozmovny"
}, {
    input: "Просто якась фантистика! Так вона у Парижі живе зараз?",
    output: "rozmovny"
}, {
    input: "Так, вже два місяці. На Новий рік хоче приїхати, як грошей на квиток назбирає.",
    output: "rozmovny"
}, {
    input: "А яку професію вона там обрала?",
    output: "rozmovny"
}, {
    input: "Поки що вона на підготочому відділенні, а потім хоче навчатися інформаційних технологій.",
    output: "rozmovny"
}, {
    input: "Сумує за домівкою?",
    output: "rozmovny"
}, {
    input: "Так, звичайно. Каже, що їй дуже не вистачає маминого борщу та вареників…",
    output: "rozmovny"
}, {
    input: "Привіт, Мишко, як справи?",
    output: "rozmovny"
}, {
    input: "Привіт! Ти бачиш, Яночко, я по вуха у пригодах. Вчора їздили на велосипеді з другом до річки, так назад пленталися пішки сім кілометрів, ще велосипеда на собі несли.",
    output: "rozmovny"
}, {
    input: "І як, прийшли?",
    output: "rozmovny"
}, {
    input: "Ха, краще сказати: доповзли або дошкандибали.",
    output: "rozmovny"
}, {
    input: "А чому ж ви добиралися пішки?",
    output: "rozmovny"
}, {
    input: "А тому що біля річки хтось швендяв. Поки ми купалися, поцупив переднє колосо та й учимчикував. Зробив нам сюприз!",
    output: "rozmovny"
}, {
    input: "Слухай, Мишко, скільки слів цікавих є в мові з приводу твоєї ситуації!",
    output: "rozmovny"
}, {
    input: "Оце тільки й втішає, що мова в нас багата. А от люди деякі зустрічаються, що заслуговують лозини...",
    output: "rozmovny"
}, {
    input: "Ромцю, ти можеш позичити мені, будь ласка, словника з української мови?",
    output: "rozmovny"
}, {
    input: "А, ніяких проблем, Рито, тримай.",
    output: "rozmovny"
}, {
    input: "Ромцю, це ж тлумачний словник, а мені треба орфографічний. Вибач, що забула сказати відразу.",
    output: "rozmovny"
}, {
    input: "Такого в мене, на жаль, немає. Але орфографічний словник є у Віки. В неї багато спеціальних книжок з мови, навіть є словник фразеологогізмів!",
    output: "rozmovny"
}, {
    input: "Мені її надбання знадобляться! Дякую за пораду!",
    output: "rozmovny"
}, {
    input: "Нема за що!",
    output: "rozmovny"
}, {
    input: "Алло! Це Наталка Іванченко. Можна Олену до телефону?",
    output: "rozmovny"
}, {
    input: "Привіт, Наталко, це ж я!",
    output: "rozmovny"
}, {
    input: "О, вибач не пізнала твій голос. Ти сьогодні ввечері вільна? Я хотіла запросити тебе до себе буде невеличка вечірка.",
    output: "rozmovny"
}, {
    input: "Як цікаво! О котрій годині?",
    output: "rozmovny"
}, {
    input: "Починаймо о шостій. Я приготую дещо смачненьке, а потім подивимось нове кіно.",
    output: "rozmovny"
}, {
    input: "Думаю, я зможу прийти. А багато гостей ще буде?",
    output: "rozmovny"
}, {
    input: "Ні, ще Тетянка та Оксана з братом. Ти його знаєш?",
    output: "rozmovny"
}, {
    input: "Миколу? Знаю. Ми з ним разом до музичної школи ходимо.",
    output: "rozmovny"
}, {
    input: "От і добре, усі одне одного знають, тож маж бути цікаво. То ти прийдеш?",
    output: "rozmovny"
}, {
    input: "Так, із задоволенням. Тобі потрібна якась допомога у приготуваннях?",
    output: "rozmovny"
}, {
    input: "Ні, дякую, все буде просто й невимушено. Впораюсь! Чекаю на тебе о шостій! Бувай!",
    output: "rozmovny"
}, {
    input: "Дякую! До вечора!",
    output: "rozmovny"
}, {
    input: "Здрастуйте, це каси кінотеатру Весна?",
    output: "rozmovny"
}, {
    input: "Здрастуйте, так. Чим можу допомогти?",
    output: "rozmovny"
}, {
    input: "Скажіть, будь ласка, чи є у вас квитки на фільм Гаррі Поттер та смертельні реліквії на вечірній сеанс?",
    output: "rozmovny"
}, {
    input: "Зачекайте, хвилинку… Так, є на 18.00 та 20.30.",
    output: "rozmovny"
}, {
    input: "А скільки йде фільм?",
    output: "rozmovny"
}, {
    input: "Дві години.",
    output: "rozmovny"
}, {
    input: "Тоді на 20.30 мені не підходить. Можна зарезервувати два квитки на 18.00?",
    output: "rozmovny"
}, {
    input: "Хвилиночку. Якщо Вам потрібні місця поруч, то залишився тільки п\'ятий ряд, місця п\'яте та шосте.",
    output: "rozmovny"
}, {
    input: "Це з краю?",
    output: "rozmovny"
}, {
    input: "Так, ближче до краю. Але в нашому кінотеатрі сучасний екран, тож добре видно з будь-якого місця.",
    output: "rozmovny"
}, {
    input: "Правда? Ну, тоді мені підходить.",
    output: "rozmovny"
}, {
    input: "Як Ваше прізвище та ім\'я?",
    output: "rozmovny"
}, {
    input: "Приходько Олексій.",
    output: "rozmovny"
}, {
    input: "Ви студент, школяр?",
    output: "rozmovny"
}, {
    input: "Школяр.",
    output: "rozmovny"
}, {
    input: "За шкільним квитком знижка 20 відсотків. Один квиток коштуватиме сорок гривень.",
    output: "rozmovny"
}, {
    input: "Дуже добре! Дякую! До побачення!",
    output: "rozmovny"
}, {
    input: "До побачення.",
    output: "rozmovny"
}, {
    input: "Алло, добрий день! Це квартира Тарасенків?",
    output: "rozmovny"
}, {
    input: "Так.",
    output: "rozmovny"
}, {
    input: "Це Михайло, шкільний приятель Сашка. А можна його до телефону?",
    output: "rozmovny"
}, {
    input: "Нажаль, Сашка немає він зараз на тренуванні з футболу.",
    output: "rozmovny"
}, {
    input: "Тренування проходить у нашій школі?",
    output: "rozmovny"
}, {
    input: "Так. Воно закінчиться десь за півгодини.",
    output: "rozmovny"
}, {
    input: "Дуже добре! То я зустріну його біля школи. Я маю повернути йому енциклопедію з історії, яку він позичав мені два тижні тому. Я захворів і не ходив до школи цей час, тож не мав змоги віддати книгу і подякувати.",
    output: "rozmovny"
}, {
    input: "Зрозуміло. Сашко після тренування піде прямо додому, тож ти теж можеш підійти одразу сюди.",
    output: "rozmovny"
}, {
    input: "Дякую, але я не знаю точно, де ви живете, тому я краще перестріну Сашка біля школи. А якщо раптом ми не зустрінемося, перекажіть йому, будь-ласка, щоб він мені передзвонив.",
    output: "rozmovny"
}, {
    input: "Добре, Михайле!",
    output: "rozmovny"
}, {
    input: "Дякую Вам!",
    output: "rozmovny"
}, {
    input: "Нема за що.",
    output: "rozmovny"
}, {
    input: "До побачення!",
    output: "rozmovny"
}, {
    input: "Доброго ранку, синку!",
    output: "rozmovny"
}, {
    input: "Доброго ранку, мамо!",
    output: "rozmovny"
}, {
    input: "Що тобі приготувати на сніданок?",
    output: "rozmovny"
}, {
    input: "Яєчню з беконом і склянку молока.",
    output: "rozmovny"
}, {
    input: "Молоко вже закінчилося. Є гранатовий сік і чай.",
    output: "rozmovny"
}, {
    input: "Ну тоді я буду сік. А тато буде снідати?",
    output: "rozmovny"
}, {
    input: "Він вже поснідав і пішов на роботу. Ось твоя яєчня. Тобі бутерброди зробити з собою?",
    output: "rozmovny"
}, {
    input: "Ні, дякую. Я сьогодні прийду раніше.",
    output: "rozmovny"
}, {
    input: "Гаразд. Приємного апетиту.",
    output: "rozmovny"
}, {
    input: "Дякую. Тобі також.",
    output: "rozmovny"
}, {
    input: "Дякую, синку.",
    output: "rozmovny"
}, {
    input: "Привіт!",
    output: "rozmovny"
}, {
    input: "Привіт!",
    output: "rozmovny"
}, {
    input: "Як справи?",
    output: "rozmovny"
}, {
    input: "Все гаразд. А в тебе?",
    output: "rozmovny"
}, {
    input: "Добре. Сьогодні в магазині бачила сукню.",
    output: "rozmovny"
}, {
    input: "О, цікаво, давай детальніше.",
    output: "rozmovny"
}, {
    input: "Вона рожевого кольору і замість пояса на ній рожева стрічка. Дуже гарна. Але…",
    output: "rozmovny"
}, {
    input: "Що але?",
    output: "rozmovny"
}, {
    input: "Та не знаю як в чоловіка гроші попросити.",
    output: "rozmovny"
}, {
    input: "А вона що дорого коштує?",
    output: "rozmovny"
}, {
    input: "Та ні. Просто минулої неділі я собі вже одну сукню придбала і йому сказала, що більше не буду купувати сукні в цьому місяці.",
    output: "rozmovny"
}, {
    input: "То попроси на щось інше, а потім скажеш що вже хтось купив і ти вирішила купити цю сукню.",
    output: "rozmovny"
}, {
    input: "Гарна ідея. Можливо завтра вдвох походимо по магазинах.",
    output: "rozmovny"
}, {
    input: "Я не проти. Зателефонуєш завтра.",
    output: "rozmovny"
}, {
    input: "Гаразд. Дозавтра.",
    output: "rozmovny"
}, {
    input: "Дозавтра.",
    output: "rozmovny"
}, {
    input: "Доброго дня! Дайте мені будь ласка гречку та шоколадку!",
    output: "rozmovny"
}, {
    input: "Шоколад з яким смаком?",
    output: "rozmovny"
}, {
    input: "Давайте на ваш смак.",
    output: "rozmovny"
}, {
    input: "Ще щось?",
    output: "rozmovny"
}, {
    input: "Ще дайте мені пачку сирників.",
    output: "rozmovny"
}, {
    input: "Візьміть, будь-ласка.",
    output: "rozmovny"
}, {
    input: "І ще дайте будь ласка молока.",
    output: "rozmovny"
}, {
    input: "Карточка знижки знайдеться?",
    output: "rozmovny"
}, {
    input: "Так.Ось візьміть.",
    output: "rozmovny"
}, {
    input: "З Вас 32 гривні 75 копійок. ",
    output: "rozmovny"
}, {
    input: "Ось візьміть. Дякую. До побачення.",
    output: "rozmovny"
}, {
    input: "Дякую вам за покупку. Бувайте",
    output: "rozmovny"
}, {
    input: "Привіт, Катю!",
    output: "rozmovny"
}, {
    input: "Привіт, Дашо!",
    output: "rozmovny"
}, {
    input: "Як твої справи?",
    output: "rozmovny"
}, {
    input: "Добре. А в тебе?",
    output: "rozmovny"
}, {
    input: "Теж чудово. Уявляєш, я і мій клас їздили до Криму. Ми плавали в морі та ходили в похід на гору Аю-даг. Було весело. Ми всі добре відпочили!",
    output: "rozmovny"
}, {
    input: "Як цікаво! А я зі своїм класом їздили до Ігроленду. Також грали в боулінг і каталися на ковзанах.",
    output: "rozmovny"
}, {
    input: "Нічого собі! Тобі не було важко кататися на ковзанах?",
    output: "rozmovny"
}, {
    input: "Ні, я вмію кататися на них.",
    output: "rozmovny"
}, {
    input: "А як ти кидала м'яча? Він важкий?",
    output: "rozmovny"
}, {
    input: "Дивлячись для кого. Я легко навчилася збивати кеглі.",
    output: "rozmovny"
}, {
    input: "Як це ти робила?",
    output: "rozmovny"
}, {
    input: "Потрібно цілитися по центру і кинути м'яча як найсильніше. Але потрібно дотримуватися правил.",
    output: "rozmovny"
}, {
    input: "Давай ми поїдемо туди в неділю разом. Збираємося біля зупинки о 11 годині дня. Добре?",
    output: "rozmovny"
}, {
    input: "Добре. До зустрічі! Бувай!",
    output: "rozmovny"
}, {
    input: "Бувай! ",
    output: "rozmovny"
}, {
    input: "Здрастуй! Будь ласка, підкажи, де тут розташована шкільна столова?",
    output: "rozmovny"
}, {
    input: "Залюбки підкажу. Вона на першому поверсі, у кінці коридору. Мені теж в той бік, тому можу тебе провести.",
    output: "rozmovny"
}, {
    input: "О, дуже дякую! Просто я перший день у школі.",
    output: "rozmovny"
}, {
    input: "Ти новенька?",
    output: "rozmovny"
}, {
    input: "Так, буду навчатися у 8-А класі. Мене звуть Іра Якименко. А тебе?",
    output: "rozmovny"
}, {
    input: " А мене Ігор Мостовий. Ти майже моя колежанка, я з 8-А! А де ти навчалася раніше?",
    output: "rozmovny"
}, {
    input: "О, я вчилася у школі №3, але ми переїхали у нову квартиру. Оце і є столова?",
    output: "rozmovny"
}, {
    input: "Так. Раджу тобі купувати булочки саме з повидлом. Вони тут дуже смачні!",
    output: "rozmovny"
}, {
    input: "Дякую! Ще побачимося у класі!",
    output: "rozmovny"
}, {
    input: "Звичайно, побачимось! До зустрічі!",
    output: "rozmovny"
}, {
    input: "Доброго дня, Ганно Степанівно!",
    output: "rozmovny"
}, {
    input: "Здрастуй, Петро! А ти чому не у школі в такий час?",
    output: "rozmovny"
}, {
    input: "Так зараз же весняні канікули. До наступного понеділка ми відпочиваємо.",
    output: "rozmovny"
}, {
    input: "Зрозуміло! Ну, канікули це добре. Можна переробити купу корисних справ. От ти, наприклад, на що витрачаєш вільний час?",
    output: "rozmovny"
}, {
    input: "О, багато на що! Гуляю, читаю книжки, вчуся працювати на комп\'ютері…",
    output: "rozmovny"
}, {
    input: "Молодець! А чи багато вам задають на канікули?",
    output: "rozmovny"
}, {
    input: "Так, задають немало. Це ж канікули посередині семестру. Ось по літературі два великих твори задали, доповідь по географії та ще декілька задач та вправ. Сумувати ніколи!",
    output: "rozmovny"
}, {
    input: "То й добре. А зі шкільними товаришами спілкуєшся на канікулах?",
    output: "rozmovny"
}, {
    input: "Звичайно! Тільки багато хто з них їде кудись відпочити. Зате потім повертаються з новими враженнями та розповідають багато цікавого! А як справи в Миколи?",
    output: "rozmovny"
}, {
    input: "Усе добре. Микола зараз на лекціях у студентів немає канікул у середині семестру.",
    output: "rozmovny"
}, {
    input: "Справді? Це, мабуть, важко вчитися півроку безперервно.",
    output: "rozmovny"
}, {
    input: "Мабуть, спочатку так, а потім звикають. Ну добре, відпочивай! Переказуй вітання мамі!",
    output: "rozmovny"
}, {
    input: "Дякую, а Ви Миколі! До побачення!",
    output: "rozmovny"
}, {
    input: "Привіт, Іванко!",
    output: "rozmovny"
}, {
    input: "Привіт, Катюшо! Як же давно я тебе не зустрічав! Радий тебе бачити на цій олімпіаді!",
    output: "rozmovny"
}, {
    input: "Ти тут будеш представляти свою школу?",
    output: "rozmovny"
}, {
    input: "Ще б пак! А ти, звісно, свою?",
    output: "rozmovny"
}, {
    input: "Так, я тут від нашої міської гімназії. Нагадай мені, будь ласка, в якій школі ти навчаєшся. Я вже забула, ми так давно бачилися…",
    output: "rozmovny"
}, {
    input: "Я вчуся у школі №18, і це найкраща школа в світі! Ми поглиблено вивчаємо біологію, і тому я певен, що здобуду на цій олімпіаді перше місце. Ну, хоча б призове!",
    output: "rozmovny"
}, {
    input: "Ви з учителем спеціально готувалися до олімпіади?",
    output: "rozmovny"
}, {
    input: "Та ні, але ми з біології проходили більше, ніж дає звичайна програма. В нас були цікаві уроки. Ми робили спостереження за рослинами, птахами та рибками. В нас навіть живий куточок є в кабінеті біології. Зоя Павлівна організувала нас також збирати гербарії, хоч не всім це подобалось. Наші хлопці вважають це нудним заняттям.",
    output: "rozmovny"
}, {
    input: "А твоя яка думка з приводу гербаріїв?",
    output: "rozmovny"
}, {
    input: "Я за, і мені було цікаво. Я люблю природу в усіх її проявах.",
    output: "rozmovny"
}, {
    input: "Ти добре підготовлений та обов\'язково переможеш. А я не впевнена в своїх силах..",
    output: "rozmovny"
}, {
    input: "Та звідки в тебе сумніви?",
    output: "rozmovny"
}, {
    input: "Я вчуся в гуманітарному класі. Ми не приділяємо біології багато уваги. Просто я стала найкращою на шкільній олімпіаді з біології, і тому мене направили на міський етап…",
    output: "rozmovny"
}, {
    input: "Покинь такі думки! Ти любиш біологію і взагалі природу! Ти розбираєшся у цій темі! Я це пам\'ятаю ще з тих часів, коли ми разом ходили в гурток юних натуралістів! Можливо, біологія це твоє справжнє покликання!",
    output: "rozmovny"
}, {
    input: "Дякую, ти вмієш підняти настрій! Хай тобі щастить, Іванко!",
    output: "rozmovny"
}, {
    input: "І тобі, Катюшо!",
    output: "rozmovny"
}, {
    input: "Здрастуйте, підкажіть будь ласка, де знаходиться відділ солодощів?",
    output: "rozmovny"
}, {
    input: "Це поруч. Дозвольте, я проводжу Вас.",
    output: "rozmovny"
}, {
    input: "Спасибі. А не могли б Ви допомогти мені з вибором торта?",
    output: "rozmovny"
}, {
    input: "Так, звичайно. Який саме торт Ви хочете?",
    output: "rozmovny"
}, {
    input: "Мені потрібен невеликий, бісквітний торт.",
    output: "rozmovny"
}, {
    input: "Зверніть увагу на торти компанії \"Ласунчик\". Вони маленькі, і смачні.",
    output: "rozmovny"
}, {
    input: "А вони не надто солодкі?",
    output: "rozmovny"
}, {
    input: "Ні. Я сама дуже люблю ці тортики. Вони дійсно дуже хороші.",
    output: "rozmovny"
}, {
    input: "Спасибі. Мені сподобалися ось ці два. Вони досить симпатичні і виглядають апетитно.",
    output: "rozmovny"
}, {
    input: "Хороший вибір.",
    output: "rozmovny"
}, {
    input: "А вони свіжі?",
    output: "rozmovny"
}, {
    input: "Так, але \"Лісова казка\" свіжіший.",
    output: "rozmovny"
}, {
    input: "Величезне спасибі за допомогу, я беру його!",
    output: "rozmovny"
}, {
    input: "Немає за що, це моя робота. Приходьте до нас ще!",
    output: "rozmovny"
}, {
    input: "Обов'язково, до побачення!",
    output: "rozmovny"
}, {
    input: "Сьогодні я зайшла у нещодавно відкритий магазин і побачила усміхнену продавщицю. На полицях лежало багато цукерок в чудових обгортках. Вона мене запитала:",
    output: "rozmovny"
}, {
    input: "Чого бажаєш, мила дівчинко?",
    output: "rozmovny"
}, {
    input: "Ви б не могли дати мені ось цих цукерків, промовила я.",
    output: "rozmovny"
}, {
    input: "Вибач, які саме? перепитала вона.",
    output: "rozmovny"
}, {
    input: "Ось цих, що на другій полиці, повторила я.",
    output: "rozmovny"
}, {
    input: "Ось, тримай. Вони коштують …",
    output: "rozmovny"
}, {
    input: "Прошу взяти гроші, сказала я.",
    output: "rozmovny"
}, {
    input: "Дуже дякую за покупку. Приходь ще ! ввічливо сказала продавщиця.",
    output: "rozmovny"
}, {
    input: "До побачення!",
    output: "rozmovny"
}]