module.exports = [{
    input: "Громадяни мають рівні конституційні права і свободи та є рівними перед законом.",
    output: "official_business"
}, {
    input: "Не може бути привілеїв чи обмежень за ознаками раси, кольору шкіри, політичних, релігійних та інших переконань, статі, етнічного та соціального походження, майнового стану, місця проживання або іншими ознаками.",
    output: "official_business"
}, {
    input: "Рівність прав жінки і чоловіка забезпечується: наданням жінкам рівних з чоловіками можливостей у громадсько-політичній і культурній діяльності, у здобутті освіти і професійній підготовці, у праці та винагороді за неї.",
    output: "official_business"
}, {
    input: "спеціальними заходами щодо охорони праці і здоров я жінок, встановленням пенсійних пільг.",
    output: "official_business"
}, {
    input: "створенням умов, які дають жінкам можливість поєднувати працю з материнством.",
    output: "official_business"
}, {
    input: "правовим захистом, матеріальною і моральною підтримкою материнства і дитинства, зокрема надання оплачуваних відпусток та інших пільг вагітним жінкам і матерям.",
    output: "official_business"
}, {
    input: "Громадяни мають рівні конституційні права і свободи та є рівними перед законом.",
    output: "official_business"
}, {
    input: "Суверенітет України поширюється на всю її територію.",
    output: "official_business"
}, {
    input: "Україна є унітарною державою.",
    output: "official_business"
}, {
    input: "Президент України є главою держави і виступає від її імені.",
    output: "official_business"
}, {
    input: "Кабінет Міністрів України є вищим органом у системі органів виконавчої влади.",
    output: "official_business"
}, {
    input: "Конституційний Суд України є єдиним органом конституційної юридикції в Україні.",
    output: "official_business"
}, {
    input: "Цей Закон встановлює основні правові, організаційні, фінансові засади функціонування системи вищої освіти, створює умови для посилення співпраці державних органів і бізнесу з закладами вищої освіти на принципах автономії закладів вищої освіти, поєднання освіти з наукою та виробництвом з метою підготовки конкурентоспроможного людського капіталу для високотехнологічного та інноваційного розвитку країни, самореалізації особистості, забезпечення потреб суспільства, ринку праці та держави у кваліфікованих фахівцях.",
    output: "official_business"
}, {
    input: "автономія закладу вищої освіти - самостійність, незалежність і відповідальність закладу вищої освіти у прийнятті рішень стосовно розвитку академічних свобод, організації освітнього процесу, наукових досліджень, внутрішнього управління, економічної та іншої діяльності, самостійного добору і розстановки кадрів у межах, встановлених цим Законом.",
    output: "official_business"
}, {
    input: "вища освіта - сукупність систематизованих знань, умінь і практичних навичок, способів мислення, професійних, світоглядних і громадянських якостей, морально-етичних цінностей, інших компетентностей, здобутих у закладі вищої освіти (науковій установі) у відповідній галузі знань за певною кваліфікацією на рівнях вищої освіти, що за складністю є вищими, ніж рівень повної загальної середньої освіти.",
    output: "official_business"
}, {
    input: "вищий військовий навчальний заклад (заклад вищої освіти із специфічними умовами навчання) - заклад вищої освіти державної форми власності, який здійснює на певних рівнях вищої освіти підготовку курсантів (слухачів, студентів), ад\'юнктів для подальшої служби на посадах офіцерського (сержантського, старшинського) або начальницького складу з метою задоволення потреб Міністерства внутрішніх справ України, Національної поліції, Збройних Сил України, інших утворених відповідно до законів України військових формувань, центральних органів виконавчої влади із спеціальним статусом, Служби безпеки України, Служби зовнішньої розвідки України, центрального органу виконавчої влади, що реалізує державну політику у сфері охорони державного кордону, центрального органу виконавчої влади, який забезпечує формування та реалізує державну політику у сфері цивільного захисту.",
    output: "official_business"
}, {
    input: "заклад вищої освіти - окремий вид установи, яка є юридичною особою приватного або публічного права, діє згідно з виданою ліцензією на провадження освітньої діяльності на певних рівнях вищої освіти, проводить наукову, науково-технічну, інноваційну та/або методичну діяльність, забезпечує організацію освітнього процесу і здобуття особами вищої освіти, післядипломної освіти з урахуванням їхніх покликань, інтересів і здібностей.",
    output: "official_business"
}, {
    input: "Європейська кредитна трансферно-накопичувальна система (ЄКТС) - система трансферу і накопичення кредитів, що використовується в Європейському просторі вищої освіти з метою надання, визнання, підтвердження кваліфікацій та освітніх компонентів і сприяє академічній мобільності здобувачів вищої освіти.",
    output: "official_business"
}, {
    input: "Система ґрунтується на визначенні навчального навантаження здобувача вищої освіти, необхідного для досягнення визначених результатів навчання, та обліковується у кредитах ЄКТС.",
    output: "official_business"
}, {
    input: "розвитку автономії закладів вищої освіти та академічної свободи учасників освітнього процесу.",
    output: "official_business"
}, {
    input: "Автономія закладу вищої освіти зумовлює необхідність таких самоорганізації та саморегулювання, які є відкритими до критики, служать громадському інтересові, встановленню істини стосовно викликів, що постають перед державою і суспільством, здійснюються прозоро та публічно.",
    output: "official_business"
}, {
    input: "Громадяни України, які не завершили навчання за кошти державного або місцевого бюджету за певним ступенем освіти, мають право повторно безоплатно здобувати вищу освіту в державних і комунальних закладах вищої освіти за тим самим ступенем освіти, за умови відшкодування до державного або місцевого бюджету коштів, витрачених на оплату послуг з підготовки фахівців, у порядку, встановленому Кабінетом Міністрів України.",
    output: "official_business"
}, {
    input: "Не вважається дискримінацією права на здобуття вищої освіти встановлення обмежень і привілеїв, що визначаються специфічними умовами здобуття вищої освіти, зумовленими особливостями отримання кваліфікації.",
    output: "official_business"
}, {
    input: "Для реалізації права на вищу освіту особами з особливими освітніми потребами заклади вищої освіти створюють їм необхідні умови для здобуття якісної вищої освіти.",
    output: "official_business"
}, {
    input: "Для реалізації права на вищу освіту особами, які потребують соціальної підтримки відповідно до законодавства, здійснюється повне або часткове фінансове забезпечення їх утримання у період здобуття ними вищої освіти за кожним освітнім рівнем.",
    output: "official_business"
}, {
    input: "Громадяни України мають право безоплатно здобувати вищу освіту за другою спеціальністю у державних та комунальних закладах вищої освіти, якщо за станом здоров\'я вони втратили можливість виконувати службові чи посадові обов\'язки за отриманою раніше кваліфікацією, що підтверджується висновками медико-соціальної експертної комісії, та в інших випадках, передбачених законом.",
    output: "official_business"
}, {
    input: "Іноземці та особи без громадянства, які постійно проживають в Україні, особи, яким надано статус біженця в Україні, особи, які потребують додаткового або тимчасового захисту, та особи, яким надано статус закордонного українця, і які перебувають в Україні на законних підставах, мають право на здобуття вищої освіти нарівні з громадянами України.",
    output: "official_business"
}, {
    input: "Здобуття вищої освіти зазначеними категоріями осіб за кошти державного бюджету здійснюється в межах квот, визначених Кабінетом Міністрів України.",
    output: "official_business"
}, {
    input: "Інші іноземці та особи без громадянства можуть здобувати вищу освіту за кошти фізичних (юридичних) осіб, якщо інше не передбачено міжнародними договорами України, згода на обов\'язковість яких надана Верховною Радою України, законодавством або угодами між закладами вищої освіти про міжнародну академічну мобільність.",
    output: "official_business"
}, {
    input: "Бакалавр - це освітній ступінь, що здобувається на першому рівні вищої освіти та присуджується закладом вищої освіти у результаті успішного виконання здобувачем вищої освіти освітньо-професійної програми, обсяг якої становить 180-240 кредитів ЄКТС.",
    output: "official_business"
}, {
    input: "Обсяг освітньо-професійної програми для здобуття ступеня бакалавра на основі ступеня молодшого бакалавра або молодшого спеціаліста визначається закладом вищої освіти.",
    output: "official_business"
}, {
    input: "Магістр - це освітній ступінь, що здобувається на другому рівні вищої освіти та присуджується закладом вищої освіти (науковою установою) у результаті успішного виконання здобувачем вищої освіти відповідної освітньої програми.",
    output: "official_business"
}, {
    input: "Ступінь магістра здобувається за освітньо-професійною або за освітньо-науковою програмою.",
    output: "official_business"
}, {
    input: "Обсяг освітньо-професійної програми підготовки магістра становить 90-120 кредитів ЄКТС, обсяг освітньо-наукової програми - 120 кредитів ЄКТС.",
    output: "official_business"
}, {
    input: "Освітньо-наукова програма магістра обов\'язково включає дослідницьку (наукову) компоненту обсягом не менше 30 відсотків.",
    output: "official_business"
}]